Repository: PIVX-Project/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, es, fi, it, ja, pt, pt_br, ru, sv, tr

source: failed wallet update
ar: فشل في تحديث المحفظة
bg: неуспех при актуализация на портфейла
cs: aktualizace penìženky se nezdaøila
de: Wallet-Update fehlgeschlagen
es: la actualización del monedero ha fallado
fi: lompakon päivitys epäonnistui
it: aggiornamento wallet fallito
ja: ウォレットのアップデートに失敗しました
pt: erro ao atualizar carteira
pt_br: falha na atualização da carteira
ru: неудачное обновление кошелька
sv: misslyckad plånboksuppdatering
tr: cüzdan güncellemesi basarisiz

source: from:
ar: من:
bg: от:
cs: od:
de: Von:
es: de:
fi: täältä:
it: da:
ja: 送り元:
pt: de:
pt_br: de:
ru: от:
sv: från:
tr: bundan:

source: hour
ar: ساعة
bg: час
cs: hodina
de: Stunde
es: hora
fi: tunti
it: ora
ja: 時間
pt: hora
pt_br: hora
ru: час
sv: timme
tr: saat

source: hours
ar: ساعات
bg: часа
cs: hodiny
de: Stunden
es: horas
fi: tunnit
it: ore
ja: 時間
pt: horas
pt_br: horas
ru: часов
sv: timmar
tr: saat

source: id:
ar: الهوية:
bg: идентификатор:
pt_br: identidade:

source: If you still would like to wipe it please input : "I accept that I will lose my coins if I no longer possess the recovery phrase"
ar: لو كنت لا تزال ترغب بمسحها رجاءا قم بإدخال : "انا اوافق بأنني سأخسر اموالي لو حدث أن فقدت عبارة الاسترداد"
bg: Ако все още искаш да изтриеш, моля напиши : "Съгласен съм че ще загубя монетите си ако не притежавам фразата за възстановяване"
cs: Pokud stále chcete vše vymazat, prosím zadejte : "Potvrzuji ztrátu všech svých mincí pokud nadále nevlastním obnovovací frázi"
es: Si aún deseas vaciar el monedero, por favor ingresa : "Acepto que perderé mis monedas si no poseo la frase de recuperación"
fi: Jos haluat silti pyyhkiä sen, syötä : "Hyväksyn, että menetän kolikkoni jos minulla ei ole palautuslausetta tallessa"
it: Se desideri ancora rimuoverlo inserisci : "Sono consapevole che perderò tutti i miei coin nel caso perdessi la mia frase di recupero"
ja: もしどうしても消去したい場合には、以下のように入力して下さい : "私は、復元用フレーズを紛失した場合にはコインを失うという事を了承します"
pt: Se ainda a quer limpar por favor insira : "Eu aceito que perderei todas as minhas moedas se não possuir a frase de recuperação"
pt_br: Se você ainda quiser limpar, insira : "Aceito que vou perder minhas moedas se eu não possuir minha frase de recuperação"
ru: Если Вы все еще хотите стереть это, пожалуйста, введите : "Я согласен, что я потеряю свои монеты, если у меня больше не будет фразы восстановления"
sv: Om du fortfarande vill rensa den, vänligen skriv in : "Jag accepterar att jag kommer att förlora mina mynt om jag inte längre har återställnings frasen"
tr: Hala sifirlamak istiyorsaniz lutfen sunlari yazin : "Kurtarma kelime gruplarýný kaybedersem koinlerimi kaybedecegimi onayliyorum"

source: ignore
ar: تجاهل
bg: игнорирай
cs: ignorovat
de: Ignorieren
es: ignorar
fi: älä välitä
it: ignora
ja: 無視する
pt: ignorar
ru: игнорировать
sv: ignorera
tr: bosver

source: import private key
ar: إستيراد المفتاح السري
bg: импортирай таен ключ
cs: importovat privátní klíè
de: Private Key importieren
es: importar la llave privada
it: importa chiave privata
ja: プライベートキーをインポートする
pt: importar chave privada
pt_br: importar chave privada
ru: импортировать закрытый ключ
sv: importera privata nyckeln
tr: ozel anahtari yerlestir

source: IMPORTANT
ar: مهم
bg: ВАЖНО
cs: DÙLEŽITÉ
de: WICHTIG
es: IMPORTANTE
fi: TÄRKEÄÄ
it: IMPORTANTE
ja: 重要
pt: IMPORTANTE
pt_br: IMPORTANTE
ru: ВАЖНО
sv: VIKTIGT
tr: ONEMLI

source: instant payment
ar: دفع فوري
bg: моментално плащане
cs: okamžité platby
de: Sofortige Zahlung
es: pago instantáneo
fi: välitön maksu
it: pagamento istantaneo
ja: インスタントペイメント
pt: pagamento instantâneo
pt_br: pagamento instantâneo
ru: мгновенный платеж
sv: omedelbar betalning
tr: aninda odeme

source: Instant Send requires enough inputs with 6 confirmations, send anyways as regular transaction?
ar: الإرسال الفوري يتطلب إدخالات كافية مع 6 تأكيدات, هل تود الارسال على أية حال كمعاملة إعتيادية؟
bg: Моменталното плащане изисква достатъчно входящи с 6 потвърждения. Да изпратя ли като обикновенно плащане?
cs: Okamžitì poslané transakce vyžadují dostatek vstupù se 6 konfirmacemi, chcete poslat jako obyèejnou tranakci?
de: Sofortiges Senden benötigt mindestens sechs Bestätigungen; als reguläre Transaktion schicken?
fi: Instant Send vaatii tarpeeksi syöttötietoja kuudella vahvistuksella, lähetä kumminkin normaalina rahansiirtona?
it: L'invio istantaneo richiede sufficienti input con 6 conferme, inviare comunque come transazione normale?
ja: Instant Sendには６つの承認と充分なインプットが必要とされます。通常のトランザクションに変更して送信しますか？
pt: Envio instantâneo requer inputs com mais de 6 confirmações, enviar na mesma como transação normal?
pt_br: O envio instantâneo exige entradas suficientes com 6 confirmações, envie de qualquer maneira como transação regular?
ru: Мгновенная Передача требует достаточного количества входов с 6 подтверждениями. Отправить, в любом случае, как обычную транзакцию?
sv: Direktsändning kräver tillräckligt med ingångar och 6 bekräftelser, skicka ändå som vanlig transaktion?
tr: Aninda Islem, yeterli veri girisini 6 onayla gerceklestirir, her kosulda normal islemi gerceklestirsin mi?

source: insufficient funds
ar: أموال غير كافية
bg: недостатъчни средства
cs: nedostateèné finance
de: Zu wenig Guthaben
es: fondos insuficientes
fi: ei tarpeeksi varoja
it: fondi insufficienti
ja: 資金が不足しています
pt: fundos insuficientes
pt_br: saldo insuficiente
ru: недостаточно средств
sv: otillräckliga medel
tr: yetersiz bakiye

source: insufficient funds for PIVX network fee
ar: أموال غير كافية لدفع رسوم شبكة PIVX
bg: средствата са недостатъчни за тарифата на PIVX мрежата
cs: nedostateèné finance pro poplatek síti PIVX
de: Zu wenig Guthaben für PIVX-Netzwerk-Gebühren
es: fondos insuficientes para la comisión de la red PIVX
fi: ei tarpeeksi varoja PIVX verkon taksaa varten
it: fondi insufficienti per la fee della rete PIVX
ja: PIVX ネットワーク手数料の為の資金が不足しています
pt: fundos insuficientes para pagar taxa de rede PIVX
pt_br: saldo insuficientes para taxa de rede PIVX
ru: недостаточно средств для сетевого сбора PIVX
sv: otillräckliga medel för PIVX nätverksavgift
tr: PIVX ag ucreti icin yetersiz bakiye

source: INVALID
ar: باطل
bg: НЕВАЛИДНО
cs: NEPLATNÝ
de: UNGÜLTIG
es: NO VALIDO
it: INVALIDO
ja: 無効
pt: INVÁLIDO
pt_br: INVALIDO
ru: НЕДЕЙСТВИТЕЛЕН
sv: OGILTIG
tr: GECERSIZ

source: Let others scan this QR code to get your PIVX address. Anyone can send PIVX to your wallet by transferring them to your address.
ar: اسمح للآخرين أن يمسحوا رمز ال QR هذا ليحصلوا على عنوان PIVX الخاص بك. من الممكن لأي شخص إرسال ال PIVX لمحفظتك من خلال تحويلها لعنوانك.
bg: Покажи този QR код на някой, за да има твоя PIVX адрес. Всеки може да изпрати PIVX до твоя портфейл като направи превод до твоя адрес.
cs: Nechte oskenovat tento QR kód, aby si uložili Vaši PIVX adresu. Každý mùže odeslat PIVX do Vaší penìženky tím, že je pošle na Vaší adresu.
de: Andere können diesen QR-Code scannen um deine PIVX-Adresse zu erhalten. Jeder kann dir PIV an deine Wallet schicken indem diese zu deiner Adresse transferiert werden.
es: Permite a otros escanear este código QR para leer tu dirección PIVX. Cualquiera persona puede transferir PIVX a tu monedero transfiriéndolos a tu dirección.
fi: Anna muiden skannata tämä QR koodi saadakseen sinun PIVX osoite. Kuka tahansa voi lähettää PIVXä lompakkoosi siirtämällä ne osoitteseesi.
it: Il QR code può essere scannerizzato per ottenere il tuo indirizzo PIVX. Chiunque può inviare PIVX al tuo wallet trasferendoli al tuo indirizzo.
ja: 取引相手にこのQRコードをスキャンさせて貴方の PIVXアドレスを教える。貴方のアドレスにPIVXを移動する事で、誰でも貴方のウォレットにPIVXを送金する事ができます。
pt: Deixe que outras pessoas façam scan a este código QR para obterem o seu endereço PIVX. Qualquer pessoa pode enviar PIVX para a sua carteira ao transferir fundos para o seu endereço.
pt_br: Deixe outros escanear o código QR para obter o seu endereço PIVX. Qualquer pessoa pode enviar PIVX para sua carteira, transferindo-os para o seu endereço.
ru: Разрешить другим сканировать этот QR-код для получения Вашего адреса PIVX. Любой может отправить PIVX на Ваш кошелек, переведя их на Ваш адрес.
sv: Låt andra skanna den här QR-koden för att få din PIVX-adress. Vem som helst kan skicka PIVX till din plånbok genom att överföra dem till din adress.
tr: Digerlerinin cüzdan adresinize ulasmasi icin bu QR kodunu taratin. Adresinizi gonderdiginiz herkes cuzdaniniza PIVX gonderebilir.

source: minute
ar: دقيقة
bg: минута
cs: minuta
es: minuto
fi: minuutti
it: minuto
ja: 分
pt: minuto
pt_br: minuto
ru: минута
sv: minut
tr: dakika

source: minutes
ar: دقائق
bg: минути
cs: minuty
de: Minuten
es: minutos
fi: minuutit
it: minuti
ja: 分
pt: minutos
pt_br: minutos
ru: минут
sv: minuter
tr: dakika

source: missing certificate
ar: شهادة مفقودة
bg: липсващ сертификат
cs: chybìjící certifikát
de: Zertifikat fehlt
es: certificado faltante
fi: puuttuva sertifikaatti
it: certificato mancante
ja: 証明書がありません
pt: certificado em falta
pt_br: faltando certificado
ru: отсутствует сертификат
sv: certifikat saknas
tr: eksik sertifika

source: more...
ar: المزيد...
bg: повече...
cs: více...
de: Mehr...
es: mas...
fi: lisää...
it: ancora...
ja: 追加...
pt: mais...
pt_br: mais...
ru: больше...
sv: mera...
tr: daha fazla...

source: moved
ar: نقلت
bg: преместено
cs: pøemístìno
de: Bewegt
es: movido
fi: siirretty
it: spostato
ja: 移動完了
pt: movido
pt_br: movido
ru: перемещен
sv: flyttad
tr: tasi

source: next, write down your recovery phrase
ar: بعد ذلك, قم بكتابة عبارة الاسترجاع الخاصة بك
bg: след това, запиши своята фраза за възстановяване
cs: další, vložte vaší obnovovací frázi
de: Schreibe nun deinen Wiederherstellungssatz auf
es: acontinuación, escribe en un papel tu frase de recuperación
fi: seuraavaksi, kirjoita ylös palautuslauseesi
it: adesso prendi nota della tua frase di recupero
ja: 次に、貴方の復元用フレーズを書き留めて下さい
pt: de seguida, escreva a sua frase de recuperação
pt_br: Em seguida, anote sua frase de recuperação
ru: далее, напишите свою фразу восстановления
sv: Härnäst, skriv ner din återställnings fras
tr: sonra, asagiya kurtarma sözcüklerini yaziniz

source: no exchange rate data
ar: لا توجد بيانات لسعر الصرف
bg: няма данни за обменния курс
cs: žádné údaje o smìnných kurzech
de: Keine Wechselkursdaten
es: sin datos de tipo de cambio
fi: ei vaihtokurssi dataa
it: nessun dato sul cambio
ja: 為替レートのデータがありません
pt: sem dados de câmbio
pt_br: sem dados da taxa de câmbio
ru: нет данных обменного курса
sv: ingen växelkursdata
tr: borsa degeri bilgisi yok

source: no peers found
ar: لم يتم إيجاد اقران
bg: няма намерени пиъри
cs: klient nenalezen
de: Keine Peers gefunden
es: no se encontraron pares
fi: yhteyksiä ei löytynyt
it: nessun peer trovato
ja: 仲間が見つかりません
pt: peers não encontrados
pt_br: pares não foram encontrados
ru: не найдено ни одного равноправного пользователя
sv: inga kamrater hittades
tr: eslesme bulunamadi

source: not a pivx QR code
ar: ليس رمز QR خاص ب pivx
bg: не е pivx QR код
cs: není pivx QR kód
de: Kein QR-Code von PIVX
es: no es un código QR de PIVX
fi: ei ole PIVX QR koodi
it: non è un codice QR pivx
ja: PIVXのQRコードではありません
pt: código QR PIVX inválido
pt_br: não é um código QR pivx
ru: не является QR-кодом pivx
sv: inte en pivx QR-kod
tr: pivx QR kodu degil

source: not a valid bitcoin address
ar: ليس عنوان بيتكوين صحيح
bg: невалиден биткойн адрес
cs: není platná bitcoinová adresa
de: Keine gültige Bitcoin-Adresse
es: no es una dirección de Bitcoin válida
fi: ei ole toimiva bitcoin osoite
it: non è un indirizzo bitcoin valido
ja: 無効なビットコインアドレスです
pt: endereço bitcoin inválido
pt_br: não é um endereço de bitcoin válido
ru: недействительный адрес биткойна
sv: inte en giltig bitcoin adress
tr: gecerli bir bitcoin adresi degil

source: not a valid PIVX address
ar: ليس عنوان PIVX صحيح
bg: невалиден PIVX адрес
cs: není platná PIVX adresa
de: Keine gültige PIVX-Adresse
es: no es una dirección PIVX válida
fi: ei ole toimiva PIVX osoite
it: non è un indirizzo PIVX valido
ja: 無効なPIVXアドレスです
pt: endereço PIVX inválido
pt_br: não é um endereço PIVX válido
ru: недействительный адрес PIVX
sv: inte en giltig PIVX-adress
tr: gecerli bir PIVX adresi degil

source: not a valid pivx address
ar: ليس عنوان pivx صحيح
bg: невалиден pivx адрес
cs: není platná pivx adresa
de: Keine gültige pivx-Adresse
es: no es una dirección pivx válida
fi: ei ole toimiva pivx osoite
it: non è un indirizzo pivx valido
ja: 無効なpivxアドレスです
pt: endereço pivx inválido
pt_br: não é um endereço PIVX válido
ru: недействительный адрес pivx
sv: inte en giltig pivx adress
tr: gecerli bir pivx adresi degil

source: not a valid private key
ar: ليس مفتاح سري صحيح
bg: невалиден таен ключ
cs: není platný privátní klíè
de: Kein gültiger Private Key
es: no es una llave privada válida
fi: ei ole toimiva private key
it: non è una private key valida
ja: 無効なプライベートキーです
pt: chave privada inválida
pt_br: não é uma chave privada válida
ru: недействительный закрытый ключ
sv: inte en giltig privat nyckel
tr: gecersiz ozel anahtar

source: not connected to the PIVX network
ar: غير متصل بشبكة PIVX
bg: няма връзка с мрежата на PIVX
cs: žádné pøipojení k síti PIVX
de: Nicht mit dem PIVX-Netzwerk verbunden
es: no conectado a la red PIVX
fi: ei yhteydessä PIVX verkkoon
it: non è collegato alla rete PIVX
ja: PIVXネットワークに接続されていません
pt: sem conexão à rede PIVX
pt_br: não está conectado à rede PIVX
ru: не подключен к сети PIVX
sv: inte ansluten till PIVX-nätverket
tr: PIVX agina bagli degil

source: ok
ar: حسنا
bg: ок
ru: хорошо
tr: tamam

source: OK
ar: حسنا
bg: ОК
ru: ХОРОШО
tr: Tamam

source: passcode
ar: رمز المرور
bg: код за достъп
cs: pøístupové heslo
es: código de acceso
fi: salasana
ja: パスコード
pt: código
pt_br: senha
ru: кодовый пароль
sv: lösenkod
tr: sifre

source: passcode for %@
ar: رمز المرور ل %@
bg: код за достъп до %@
cs: pøístupové heslo pro %@
de: Passcode für %@
es: código de acceso para %@
fi: salasana tälle %@
it: passcode per %@
ja: %@の為のパスコード
pt: código para %@
pt_br: senha para %@
ru: кодовый пароль для %@
sv: lösenkod för %@
tr: %@ icin sifre

source: password
ar: كلمة السر
bg: парола
cs: heslo
de: Passwort
es: contraseña
fi: salasana
ja: パスワード
pt_br: senha
ru: пароль
sv: Lösenord
tr: sifre

source: password protected key
ar: مفتاح محمي بكلمة سر
bg: ключ защитен с парола
cs: heslem chránìné klíèe
de: Mit Passwort geschützter Schlüssel
es: llave protegida por contraseña
fi: salasanalla suojattu avain
it: chiave protetta da password
ja: パスワードで保護されたキー
pt: chave protegida por password
pt_br: chave protegida por senha
ru: защищенный паролем ключ
sv: lösenordsskyddad nyckel
tr: sifre korumali anahtar

source: pay
ar: دفع
bg: Плати
cs: Zaplatit
de: Bezahlen
es: Pagar
fi: Maksa
it: paga
ja: 支払う
pt: Pagar
pt_br: pagar
ru: Оплатить
sv: Betala
tr: Ode

source: payee identity isn't certified
ar: هوية المستفيد غير موثقة
bg: самоличността на платеца не е сертифицирана
cs: totožnost pøíjemce platby není certifikována
de: Die Identität des Empfängers ist nicht verifiziert
es: la identidad del beneficiario no está certificada
fi: maksajan identiteettiä ei ole vahvistettu
it: l'identità del beneficiario non è certificata
ja: 受取人の身分証明書が認証されていません
pt: Identidade do beneficiário não está certificada
pt_br: a identidade do beneficiário não é certificada
ru: личность получателя не сертифицирована
sv: betalningsmottagarens identitet är inte certifierad
tr: alici kimligi sertifikalandirilmamis

source: payment address
ar: عنوان الدفع
bg: адрес на плащане
cs: platební adresa
de: Zahlungsadresse
es: dirección de pago
fi: maksuosoite
it: indirizzo di pagamento
ja: 支払い先アドレス
pt: endereço de pagamento
pt_br: endereço de pagamento
ru: адрес платежа
sv: betalningsadress
tr: odeme adresi

source: payment output
ar: إخراج الدفع
bg: изход на плащане
cs: výstup platby
de: Ergebnis der Zahlung
es: output del pago
fi: maksun syötöt
it: output di pagamento
ja: 支払い先アウトプット
pt: output de pagamento
pt_br: saída de pagamento
ru: выход платежа
sv: betalnings output
tr: odeme ciktisi

source: pending
ar: قيد الإنتظار
bg: изчакващ
cs: èekající
de: ausstehend
es: pendiente
fi: odottaa
it: in sospeso
ja: 保留中
pt: pendente
pt_br: pendente
ru: в ожидании
sv: i avvaktan på
tr: beklemede

source: please enter pin to upgrade wallet
ar: رجاءا قم بإدخال رمز ال pin لترقية المحفظة
bg: въведи пин за надграждане на портфейла
cs: prosím zadejte pin pro vylepšení penìženky
de: Bitte PIN eingeben um Wallet zu aktualisieren
es: por favor ingresa tu pin para actualizar el monedero
fi: syötä pin koodi päivittääksesi lompakon
it: inserire pin per aggiornare il wallet
ja: ウォレットをアップグレードする為に暗証番号を入力して下さい
pt: por favor insira o pin para atualizar a carteira
pt_br: digite a senha para atualizar a carteira
ru: пожалуйста, введите PIN-код для обновления кошелька
sv: vänligen ange pin för att uppgradera plånboken
tr: cuzdan yukseltmesi icin lütfen pin girin

source: rate: %@ = %@ updated: %@ block #%d of %d connected peers: %d dl peer: %@
ar: المعدل: %@ = %@ المحدثة: %@ الكتلة #%d of %d اقران متصلة: %d قرين ال dl: %@
bg: курс: %@ = %@ обновен: %@ блок #%d от %d свързани пиъри: %d дл пиър: %@
cs: tempo: %@ = %@ aktualizováno: %@ blok #%d z %d pøipojených klientù: %d dl klientù: %@
de: Kurs: %@ = %@ Aktualisiert: %@ Block #%d of %d Verbundene Peers: %d dl Peer: %@
es: tarifa: %@ = %@ actualizado: %@ bloque #%d of %d pares conectados: %d pares dl: %@
fi: rate: %@ = %@ päivitettu: %@ lohko #%d of %d yhteyksiä: %d dl peer: %@
it: tasso: %@ = %@ aggiornato: %@ blocco #%d di %d peer collegati: %d peer dl: %@
ja: レート: %@ = %@ アップデート済: %@ ブロック #%d の%d 接続中の仲間: %d dl 仲間: %@
pt: taxa: %@ = %@ atualizado: %@ bloco #%d of %d peers connectados: %d dl peer: %@
ru: ставка: %@ = %@ обновлено: %@ block #%d of %d подключенные равноправные пользователи: %d dl равноправный пользователь: %@
sv: rate: %@ = %@ uppdaterad: %@ block #%d of %d anslutna kamrater: %d dl kamrat: %@
tr: deger: %@ = %@ güncellenmis: %@ blok #%d parca %d uzerinden eslere baglaniyor: %d dl es: %@

source: Receive PIVX at this address: %@
ar: قم باستلام PIVX على هذا العنوان: %@
bg: Получи PIVX на този адрес: %@
cs: Na tuto adresu obdržíte PIVX: %@
de: PIV mit dieser Adresse empfangen: %@
es: Recibe PIVX en esta dirección: %@
fi: Vastaanota PIVX tähän osoitteeseen: %@
it: Ricevi PIVX su questo indirizzo: %@
ja: PIVXをこのアドレスで受け取る: %@
pt: Receber PIVX neste endereço: %@
pt_br: Receba PIVX neste endereço: %@
ru: Получить PIVX по этому адресу: %@
sv: Ta emot PIVX på denna adress: %@
tr: Bu adresten PIVX'i al: %@

source: received
ar: تم الاستلام
bg: получено
cs: obdrženo
de: Empfangen
es: recibido
fi: vastaanotettu
it: ricevuto
ja: 受取済み
pt: recebido
pt_br: recebido
ru: получено
sv: mottagen
tr: alindi

source: received %@ (%@)
ar: تم إستلام %1$@ (%2$@)
bg: получени %1$@ (%2$@)
cs: obdrženo %1$@ (%2$@)
de: Empfangen %1$@ (%2$@)
es: recibido %1$@ (%2$@)
fi: vastaanotettu %1$@ (%2$@)
it: ricevuti %1$@ (%2$@)
ja: 受取済み %1$@ (%2$@)
pt: recebido %1$@ (%2$@)
pt_br: recebido %1$@ (%2$@)
ru: получено %1$@ (%2$@)
sv: mottagen %1$@ (%2$@)
tr: %1$@ (%2$@) alindi

source: recovery phrase
ar: عبارة الاسترجاع
bg: фраза за възстановяване
cs: obnovovací fráze
de: Wiederherstellungssatz
es: frase de recuperación
fi: palautuslause
it: frase di recupero
ja: 復元用フレーズ
pt: frase de recuperação
pt_br: frase de recuperação
ru: фраза восстановления
sv: återställnings fras
tr: kurtarma sozcukleri

source: recovery phrase doesn't match
ar: عبارة الإسترجاع غير مطابقة
bg: фразата за възстановяване не съвпада
cs: obnovovací fráze se neshoduje
de: Wiederherstellungssatz stimmt nicht überein
es: la frase de recuperación no coincide
fi: palautuslause ei täsmää
it: la frase di recupero non corrisponde
ja: 復元用フレーズが一致しません
pt: frase de recuperação incorrecta
pt_br: A frase de recuperação não corresponde
ru: фраза восстановления не соответствует
sv: återställnings frasen matchar inte
tr: kurtarma sozcukleri eslesmedi

source: recovery phrase must have %d words
ar: يجب أن يكون لعبارة الإسترجاع %d كلمات
bg: във фразата за възстановяване трябва да има %d думи
cs: obnovovací fráze musí mít %d slov
de: Wiederherstellungssatz muss aus %d Worten bestehen
es: la frase de recuperación debe tener %d palabras
fi: palautuslauseessa on oltava %d sanaa
it: la frase di recupero deve avere %d parole
ja: 復元用フレーズは%d 語必要です
pt: frase de recuperação necessita de ter %d palavras
pt_br: frase de recuperação deve ter %d palavras
ru: фраза восстановления должна состоять из %d слов
sv: återställnings frasen måste ha %d ord
tr: kurtarma sözcükleri %d kelime olmak zorunda

source: reduce payment amount by %@ (%@)?
ar: تقليل مقدار الدفع ب %1$@ (%2$@)?
bg: намали сумата за плащане по %1$@ (%2$@)?
cs: snížit èástku platby o %1$@ (%2$@)?
de: Zu zahlenden Betrag um %1$@ (%2$@)reduzieren?
es: reducir el monto del pago a %1$@ (%2$@)?
fi: vähennä maksun määrää %1$@ (%2$@)?
it: riduci importo di pagamento di %1$@ (%2$@)?
ja: 支払いの金額を %1$@ (%2$@)だけ減らしますか？
pt: reduzir quantidade de pagamento por %1$@ (%2$@)?
pt_br: reduzir o montante do pagamento por %1$@ (%2$@)?
ru: уменьшить сумму платежа на %1$@ (%2$@)?
sv: minska betalningsbeloppet med %1$@ (%2$@)?
tr: odenecek tutar %1$@ (%2$@) azaltilsin mi?

source: request
ar: طلب
bg: изискай
cs: žádost
de: Anfrage
es: solicitar
fi: pyyntö
it: richiedi
ja: リクエスト
pt: pedido
pt_br: pedido
ru: запрос
sv: förfrågan
tr: talep et

source: request an amount
ar: طلب مقدار
bg: изискай някаква сума
cs: žádost o èástku
de: Betrag anfragen
es: solicitar una cantidad
fi: pyydä summaa
it: richiedi un importo
ja: 一定量をリクエストする
pt: pedido de uma quantia
pt_br: solicitar um montante
ru: запросить сумму
sv: begära ett belopp
tr: miktar talep et

source: request expired
ar: انتهت صلاحية الطلب
bg: изискването остаря
cs: požadavek vypršel
de: Anfrage abgelaufen
es: la solicitud expiró
fi: pyyntö vanhentui
it: richiesta scaduta
ja: リクエストの有効期限が切れました
pt: pedido expirado
pt_br: pedido expirado
ru: запрос истек
sv: förfrågan upphörde
tr: istek sona erdi

source: request is for an instant payment but you have disabled instant payments
ar: إن الطلب هو لعمليات الدفع الفورية لكنك قمت بتعطيل عمليات الدفع الفورية
bg: искането е за моментно плащане, но си изключил моментните плащания
cs: požadavek je pro okamžitou platbu, ale okamžité platby nejsou povoleny
de: Die Anfrage ist für eine sofortige Zahlung, du hast diese Option jedoch deaktiviert.
es: la solicitud es para un pago Instant Send pero ha desactivado pagos Instant Send
fi: pyyntö on välittömälle maksulle mutta se ei ole sinulla päällä
it: la richiesta è per un pagamento istantaneo, ma hai disabilitato i pagamenti istantanei
ja: リクエストはインスタントペイメントでしたが、貴方はインスタントペイメントを無効にしています
pt: pedido é para uma transação instantânea mas os pagamentos instantâneos estão desactivados
pt_br: O pedido é para um pagamento instantâneo mas você desativou os pagamentos instantâneos
ru: запрос необходим для мгновенного платежа, но Вы отключили мгновенные платежи
sv: förfrågan är för en omedelbar betalning men du har inaktiverat direktbetalningar
tr: istek anlik odemeler icindir fakat siz anlik odemeleri devre disi birakmissiniz

source: requested network "%@" instead of "%@"
ar: الشبكة المطلوبة "%1$@" بدلا من "%2$@"
bg: изиска мрежа "%1$@" вместо "%2$@"
cs: požadovaná sí "%1$@" místo "%2$@"
de: Angefordertes Netzwerk "%1$@" anstatt "%2$@"
es: red solicitada "%1$@" en lugar de "%2$@"
fi: pyydetty verkko "%1$@" sijasta "%2$@"
it: rete richiesta "%1$@" anziché "%2$@"
ja: "%2$@の代わりに"%1$@"をリクエストする"
pt: rede requisitada "%1$@" em vez de "%2$@"
pt_br: rede solicitada "%1$@" em vez de "%2$@"
ru: запрашиваемая сеть "%1$@" вместо "%2$@"
sv: begärda nätverket "%1$@" istället för "%2$@"
tr: istenen að "%@" yerine "%@"

source: rescan
ar: إعادة المسح
bg: сканирай отново
cs: pøekontrolovat
de: neu scannen
es: volver a escanear
fi: uudelleenskannaa
it: scansiona di nuovo
ja: 再スキャン
pt_br: escanear novamente
ru: пересканировать
sv: skanna igen
tr: yeniden tara
