Repository: PIVX-Project/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, es, fi, it, ja, pt, pt_br, ru, sv, tr

source: and
ar: و
bg: и
cs: a
de: und
es: y
fi: ja
it: e
ja: 及び
pt: e
pt_br: e
ru: и
sv: och
tr: ve

source: %@ is for 'mPIVX'. %@ = 1 PIVX.
ar: %@ هو ل 'mPIVX'. %@ = 1 PIVX.
bg: %@ е за 'mPIVX'. %@ = 1 PIVX.
cs: %@ je za 'mPIVX'. %@ = 1 PIVX.
de: %@ steht für 'mPIV'. %@ = 1 PIV.
es: %@ es por 'mPIVX'. %@ = 1 PIV.
fi: %@ on 'mPIVXlle'. %@ = 1 PIVX.
it: %@ sta per 'mPIVX'. %@ = 1 PIVX.
ja: %@ は、'mPIVX'を表します。 %@ = 1 PIVX.
pt: %@ é para 'mPIVX'. %@ = 1 PIVX.
pt_br: %@ é pra 'mPIVX'. %@ = 1 PIVX.
ru: %@ для 'mPIVX'. %@ = 1 PIVX.
sv: %@ är för 'mPIVX'. %@ = 1 PIVX.
tr: %@ 'mPIVX' icin. %@ = 1 PIVX.

source: %@ is not allowed to access the camera
ar: %@ غير مسموح له بالوصول للكاميرا
bg: %@ няма разрешен достъп до камерата
cs: %@ nemá pøístup k fotoaparátu
de: %@ kann nicht auf die Kamera zugreifen
es: %@ no tiene permitido el acceso a la cámara
fi: %@ kameraan pääsy ei ole sallittu
it: %@ non ha il permesso di accedere alla fotocamera
ja: %@ は、カメラへのアクセスが許可されていません。
pt: %@ não tem permissão de acesso à câmera
pt_br: %@ não tem permissão para acessar a câmera
ru: %@ доступ к камере не разрешен
sv: %@ får inte komma åt kameran
tr: %@ kamera erisimine izin verilmiyor

source: %@ balance: %@ (%@)
ar: %1$@ الرصيد: %2$@ (%3$@)
bg: %1$@ баланс: %2$@ (%3$@)
cs: %1$@ zùstatek: %2$@ (%3$@)
de: %1$@ Guthaben: %2$@ (%3$@)
es: %1$@ saldo: %2$@ (%3$@)
fi: %1$@ saldo: %2$@ (%3$@)
it: %1$@ saldo: %2$@ (%3$@)
ja: %1$@ balance: %2$@ (%3$@)
pt: %1$@ balanço: %2$@ (%3$@)
pt_br: %1$@ saldo: %2$@ (%3$@)
ru: %1$@ баланс: %2$@ (%3$@)
sv: %1$@ balance: %2$@ (%3$@)
tr: %1$@ bakiye: %2$@ (%3$@)

source: %d confirmations
ar: %d تأكيدات
bg: %d потвърждения
cs: %d potvrzení
de: %d Bestätigungen
es: %d confirmaciones
fi: %d vahvistusta
it: %d conferme
ja: 承認数 %d
pt: %d confirmações
pt_br: %d confirmações
ru: %d подтверждений
sv: %d bekräftelser
tr: %d onaylanma

source: 0 confirmations
ar: 0 تأكيدات
bg: 0 потвърждения
cs: 0 potvrzení
de: 0 Bestätigungen
es: 0 confirmaciones
fi: 0 vahvistusta
it: 0 conferme
ja: 承認０
pt: 0 confirmações
pt_br: 0 confirmações
ru: 0 подтверждений
sv: 0 bekräftelser
tr: 0 onaylanma

source: 1 confirmation
ar: 1 تأكيد
bg: 1 потвърждение
cs: 1 potvrzení
de: 1 Bestätigung
es: 1 confirmación
fi: 1 vahvistus
it: 1 conferma
ja: 承認１
pt: 1 confirmação
pt_br: 1 confirmação
ru: 1 подтверждение
sv: 1 bekräftelse
tr: 1 onaylanma

source: "%@" is not a recovery phrase word
ar: "%@" ليست كلمة لعبارة الإسترجاع
bg: "%@" не е дума от фразата за възстановяване
cs: "%@" není obnovovací frází
de: "%@" ist kein Wort für den Wiederherstellungssatz
es: "%@" no es una palabra de la frase de recuperación
fi: "%@" ei ole palautus lauseen sana
it: "%@" non è una parola della frase di recupero
ja: "%@" は、回復用のフレーズでは無い
pt: "%@" não é uma palavra da frase de recuperação
pt_br: "%@" não é uma palavra da frase de recuperação
ru: "%@" не является фразой для восстановления
sv: "%@" är inte ett återställningsfrasord
tr: "%@" kurtarma sözcügü degildir

source: total %@ (%@)
ar: كلي %1$@ (%2$@)
bg: общо %1$@ (%2$@)
cs: celkem %1$@ (%2$@)
de: Summe %1$@ (%2$@)
es: total %1$@ (%2$@)
fi: yhteensä %1$@ (%2$@)
it: totale %1$@ (%2$@)
ja: 合計 %1$@ (%2$@)
pt: total %1$@ (%2$@)
pt_br: total %1$@ (%2$@)
ru: всего %1$@ (%2$@)
sv: total %1$@ (%2$@)
tr: toplam %1$@ (%2$@)

source: %@ if you ever lose your phone, you will need it to recover your wallet
ar: %@ لو حدث أن أضعت هاتفك المحمول, ستحتاجه لغرض استرداد محفظتك
bg: %@ ако изгубиш телефона си, ще ти потрябва за да възстановиш портфейла си
cs: %@ jestliže ztratíte svùj telefon, budete toto potøebovat k obnovení vaší penìženky
de: %@ Wenn du dein Smartphone verlierst, musst du deine Wallet wiederherstellen.
es: %@ si alguna vez pierdes tu teléfono, la necesitarás para recuperar tu monedero
fi: %@ ijos kadotat puhelimesi, tarvitset sen palauttaaksesi lompakkosi
it: %@ se dovessi perdere il tuo telefono, ne avrai bisogno per recuperare il wallet
ja: %@ 万が一携帯電話を紛失した場合は、貴方のウォレットを復元する為にこれが必要となります
pt: %@ se perder o seu telefone, vai precisar dela para recuperar a sua carteira
pt_br: %@ Se você perder o seu telefone, você precisará dele para recuperar sua carteira.
ru: %@ если Вы когда-нибудь потеряете свой телефон, Вам он понадобится для восстановления своего кошелька
sv: %@ Om du någonsin förlorar telefonen behöver du det för att återställa din plånbok
tr: %@ telefonunuzu kaybetseniz bile, cüzdanýnýzý kurtarmak için ona ihtiyacýnýz olacaktýr

source: %d attempts remaining
ar: %d محاولات باقية
bg: %d оставащи опита
cs: %d zbývá pokusù
de: %d Versuche verbleibend
es: %d intentos restantes
fi: %d yritystä jäljellä
it: %d tentativi rimanenti
ja: %d 試行残り回数
pt: %d tentativas restantes
pt_br: %d tentativas restantes
ru: %d попыток осталось
sv: %d återstående försök
tr: %d kalan denemeler

source: 1 attempt remaining
ar: 1 محاولة باقية
bg: 1 оставащ опит
cs: 1 zbývá pokusù
de: 1 Versuch verbleibend
es: 1 intento restante
fi: 1 yritys jäljellä
it: 1 tentativo rimanente
ja: 1 試行残り回数
pt: 1 tentativa restante
pt_br: 1 tentativa restante
ru: 1 попытка осталась
sv: 1 återstående försök
tr: 1 kalan deneme

source: amount %@ (%@)
ar: المقدار %1$@ (%2$@)
bg: сума %1$@ (%2$@)
cs: èástka %1$@ (%2$@)
de: Betrag %1$@ (%2$@)
es: importe %1$@ (%2$@)
fi: määrä %1$@ (%2$@)
it: importo %1$@ (%2$@)
ja: 合計 %1$@ (%2$@)
pt: quantidade %1$@ (%2$@)
pt_br: montante %1$@ (%2$@)
ru: сумма %1$@ (%2$@)
sv: belopp %1$@ (%2$@)
tr: miktar %1$@ (%2$@)

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
ar: A عبارة مرور الهاتف المحمول مطلوبة لغرض تأمين محفظتك, إذهب للإعدادات و قم بتفعيل عبارة المرور للاستمرار.
bg: Нужен е код за достъп до устройството. Отидете в Настройки, за да включите код за достъп.
cs: Pro zabezpeèení vaší penìženky je zapotøebí pøístupové heslo zaøízení. Chcete-li pokraèovat, pøejdìte do nastavení a zapnìte pøístupové heslo.
de: A Um deine Wallet zu schützen, wird ein Passcode für das Gerät benötigt. Um fortzufahren, gehe bitte zu Einstellungen und aktiviere die Passcode-Option.
es: Se necesita establecer una contraseña para proteger tu monedero. Ve a la configuración y activa el código de acceso para continuar.
fi: Laitteen salasana vaaditaan lompakon suojaamiseksi. Mene asetuksiin ja laita se päälle, jotta voit jatkaa.
it: È richiesto il passcode del dispositivo per la sicurezza del wallet. Vai a impostazioni e attiva il passcode per proseguire.
ja: A ウォレットの補償装置としてデバイスパスコードが必要です。続行するには、設定に行き、パスコードをONにして下さい。
pt: Um código de access é necessário para proteger a sua carteira. Vá às preferências para definir um código e proceder.
pt_br: É necessária uma senha de dispositivo para proteger sua carteira. Vá para as configurações e passe a senha para continuar.
ru: Для защиты Вашего кошелька необходим кодовый пароль доступа к устройству. Перейдите к настройкам и включите код доступа чтобы продолжить.
sv: En enhetskod krävs för att skydda din plånbok. Gå till inställningar och slå på lösenkoden för att fortsätta.
tr: Cüzdaninizi korumak için bir cihaz sifresi gerekiyor. Ayarlara gidin ve sifrelemeyi gecerli hale getirin.

source: ADDRESS ALREADY USED PIVX addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
ar: العنوان مستخدم اساسا عناوين PIVX مصممة للاستخدام لمرة واحدة فقط إعادة الاستخدام تحد من الخصوصية لك و للمستلم و من الممكن أن ينتج عنها خسارة في حال عدم امتلاك المستلم للتحكم المباشر بالعنوان
bg: АДРЕСА ВЕЧЕ Е ИЗПОЛЗВАН PIVX адресите са предназначени за еднократна употреба повторното им използване намалява поверителността както за изпращача, така и за получателя и може да предизвика загуба на средства за получателя, ако той или тя не контролират адреса директно
cs: ADRESA JE JIŽ POUŽÍVÁNA Adresy PIVX jsou úèelnì pouze pro jedno použití opakované použití snižuje soukromost pro Vás, i pro pøíjemce a mùže vést ke ztrátì, pokud pøíjemce pøímo neovládá adresu
de: ADRESSE BEREITS BENUTZT PIVX-Adressen sollten nur einmal benutzt werden. Mehrmalige Nutzung reduziert die Privatsphäre für dich und den Empfänger und kann einen Verlust bedeuten, falls der Empfänger keine direkte Kontrolle über die Adresse hat.
es: ​DIRECCIÓN YA UTILIZADA Las direcciones de PIVX están diseñadas para usarlas una vez re-usar una dirección PIVX compromete la privacidad tanto para ti como para el destinatario y puede provocar la pérdida de fondos si el destinatario no controla directamente sus direcciones.
fi: ADDRESS JO KÄYTETTY PIVX osoitteet ovat tarkoitettu kertakäyttöön ruudelleenkäyttö vähentää yksityisyyttä sinulle ja vastaanottajalle ja voi johtaa rahan katoamiseen jos vastaanottaja ei varmasti hallitse vastaanottavaa osoitetta
it: INDIRIZZO GIÀ UTILIZZATO Gli indirizzi PIVX vanno usati una sola volta il riutilizzo riduce la privacy personale e quella del ricevente e potrebbe comportare una perdita qualora il ricevente non verificasse l'indirizzo
ja: アドレスは既に使われています PIVX のアドレスは、一度のみ利用する為に作られています 再度利用すると、あなたと受取人のプライバシーが失われ、受取人が直接アドレスを操作しない場合にはコインを失う可能性があります
pt: ENDEREÇO JÁ EM USO Endereços PIVX são desenhados para uma única utilização re-usar endereços reduz a privacidade para si e para o recipiente e pode resultar numa perda de fundos no recipiente se este não controlar o endereço pessoalmente
pt_br: ENDEREÇO ​​JÁ USADO PIVX os endereços são destinados apenas para uso único n nre-use reduz a privacidade tanto para você quanto para o destinatário e pode resultar em perda se o destinatário não controlar diretamente o endereço
ru: АДРЕС УЖЕ ИСПОЛЬЗУЕТСЯ Адреса PIVX предназначены только для одноразового использования повторное использование уменьшает как Вашу конфиденциальность, так и получателя и может привести к потере в случае, если получатель напрямую не контролирует адрес
sv: ADRESS REDAN ANVÄND PIVX-adresser är endast avsedda för en användning nAnvändning minskar integriteten för både dig och mottagaren och kan leda till förlust om mottagaren inte direkt kontrollerar adressen
tr: KULLANILMIS ADRES PIVX adresleri yalnýzca tek sefer kullanilabilir tekrar kullanim hem sizin hem de alicinin gizliliginizi azaltir ayrica alici hesabini dogrudan kontrol etmezse kayipla sonuclanabilir.

source: allow camera access in Settings->Privacy->Camera->%@
ar: اسمح بالوصول للكاميرا في إعدادات->الخصوصية->الكاميرا->%@
bg: разрешете достъп до камерата от Настройки->Поверителност->Камера->%@
cs: povolte pøístup k fotoaparátu Nastavení->Soukromí->Kamera->%@
de: Erlaube den Zugriff auf die Kamera in Einstellungen -> Datenschutz -> Kamera->%@
es: permite el acceso a la cámara en Ajustes->Privacidad->Cámara->%@
fi: Salli kamera pääsy asetuksissa Asetukset>Yksityisyys->Kamera->%@
it: consenti accesso alla fotocamera in Impostazioni->Privacy->Fotocamera->%@
ja: カメラのアクセスを許可する 設定->プライバシー->カメラ->%@
pt: Permita accesso à câmera em Settings->Privacy->Camera->%@
pt_br: allow acesso à câmera em Settings->Privacidade->Camera->%@
ru: разрешить доступ камеры в Настройки->Конфиденциальность->Камера->%@
sv: tillåter kameraåtkomst in Inställningar->Privat inställning->Kamera->%@
tr: kamera eriþimine izin ver Ayarlar->Gizlilik->Kamera->%@

source: DO NOT let anyone see your recovery phrase or they can spend your PIVX.
ar: لا تسمح لأحد آخر أن يرى عبارة الاسترجاع خاصتك و إلا سيتمكنوا من اخذ ال PIVX الخاصة بك.
bg: НЕ давай на никого да види твоята фраза за възстановяване, за да не откраднат твоя PIVX.
cs: NEDOVOLTE, aby kdokoliv vidìl vaši obnovovací frázi, jinak mùže využít vaše PIVX.
de: Lasse NIEMALS jemanden deinen Wiederherstellungssatz sehen. Sonst kann jemand deine PIV entwenden.
es: NO permitas que nadie vea tu Frase de recuperación o podria robar todos tus PIVX.
fi: ÄLÄ ANNA kenenkään nähdä palautus lausetta tai he voivat käyttää PIVXsi.
it: NON mostrare a nessuno la frase di recupero o i tuoi PIVX potrebbero essere prelevati.
ja: 復元用 フレーズは誰にも見せない事、復元用フレーズを知った者は貴方のPIVXを使う事ができます。
pt: NÃO DEIXE ninguém ter access à sua palavra de recuperação ou as pessoas podem gastar o seu PIVX.
pt_br: NÃO deixe ninguém ver sua frase de recuperação ou podem gastar seu PIVX.
ru: НЕ ПОЗВОЛЯЙТЕ никому видеть Ваше восстановление nфразу, а иначе они смогут потратить Ваши PIVX.
sv: Låt INTE någon se din återställning phrase annars kan andra spendera dina PIVX.
tr: Kimsenin kurtarma sözcüklerinizi görmesine izin vermeyin yoksa PIVX'lerinizi ele geçirebilirler.

source: DO NOT take a screenshot. Screenshots are visible to other apps and devices.
ar: لا تقم بالتقاط صورة للشاشة. صور الشاشة تظهر للبرامج و الاجهزة الاخرى.
bg: НЕ прави скрийншот. Други приложения имат достъп до скришншотовете.
cs: NEDÌLEJTE snímky z obrazovky Snímky z obrazovky mùžou vidìt ostatní aplikace a zaøízení.
de: Mache NIEMALS Screenshots. Andere Apps und Geräte können auf Screenshots zugreifen.
es: NO HAGAS una captura de pantalla. Las capturas de pantalla son visibles para otras aplicaciones y otros dispositivos.
fi: ÄLÄ OTA ruutukaappausta. Ruutukaappaukset näkyvät muille sovelluksille and devices.
it: NON fare uno screenshot. Gli screenshot sono visibili nelle altre app e dispositivi.
ja: スクリーンショットを残さない事。 スクリーンショットは他のアプリや 他のデバイス から見ることができます。
pt: NÃO TIRE screenshots. Screenshots são visíveis por outras apps e por dispositivos.
pt_br: NÃO tire uma foto de tela. Screenshots são visíveis para outros aplicativos e dispositivos.
ru: НЕ делайте снимок экрана (скриншот). Скриншоты видны в других приложениях и устройствах.
sv: Ta INTE en skärmdump. Skärmbilder är synliga för andra appar och enheter.
tr: Ekran goruntusu ALMA. Ekran goruntuleri diger uygulamalarýn erisimine aciktir erisimine aciktir.

source: network fee +%@ (%@)
ar: رسوم الشبكة +%1$@ (%2$@)
bg: мрежова тарифа +%1$@ (%2$@)
cs: poplatek síti +%1$@ (%2$@)
de: Netzwerk-Gebühren +%1$@ (%2$@)
es: comisión de transacción +%1$@ (%2$@)
fi: verkko taksa +%1$@ (%2$@)
it: fee della rete +%1$@ (%2$@)
ja: ネットワーク手数料 +%1$@ (%2$@)
pt: taxa de rede +%1$@ (%2$@)
pt_br: taxa da rede +%1$@ (%2$@)
ru: сетевой сбор +%1$@ (%2$@)
sv: nätverksavgift +%1$@ (%2$@)
tr: að ücreti +%1$@ (%2$@)

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
ar: لا تقم بطبع عبارة الاسترداد خاصتك ابدا في مديرات كلمات السر أو أي مكان آخر. من الممكن أن تكون الأجهزة الأخرى مصابة.
bg: НИКОГА не пиши фразата си за възстановяване в приложения за управление на паролите.
cs: NIKDY nepište obnovovací frázi do jakýchkoliv správcù hesel. Ostatní zaøízení mohou být napadeny.
de: Tippe NIEMALS deinen Wiederherstellungssatz in einen Passwort-Manager oder ähnliches. Andere Geräte könnten infiziert sein.
es: NUNCA escribas tu frase de recuperación en un ngestor de contraseñas, ni en ningún otro lugar. nOtros dispositivos pueden estar infectados.
fi: ÄLÄ KOSKAAN kirjoita palautuslausettasi salasana managereihin tai muualle. Muut laitteet saattavat olla kompromisoituja.
it: NON scrivere MAI la tua frase di recupero su password manager o altro. Gli altri dispositivi potrebbero essere infetti.
ja: 復元用フレーズを絶対に パスワードマネージャーその他 に入力しない事。他のデバイスは感染している可能性があります。
pt: NUNCA escreva a sua frase de recuperação em password managers ou noutros sítios. Outros dispositivos poderão estar infectados.
pt_br: NUNCA digite sua frase de recuperação em password managers ou em outro lugar. Outros dispositivos podem ser afetados.
ru: НИКОГДА не вводите Вашу фразу восстановления в менеджеры паролей или в другие места. Другие устройства могут быть заражены.
sv: Skriv ALDRIG din återställningsfras i lösenordshanterare eller någon annanstans. Andra enheter kan vara smittade.
tr: Kurtarma sözcüklerinizi ASLA sifre yöneticisine ya da baska bir yere yazmayýn. Diðer cihazlar viruslu olabilir.

source: try again in %@
ar: حاول مجددا بعد %@
bg: опитай пак след %@
cs: zkuste to znovu za %@
de: Neuer Versuch in %@
fi: kokeile uudestaan %@
it: prova di nuovo tra %@
ja: %@後に再試行して下さい
pt: tente novamente em %@
pt_br: tente novamente em %@
ru: попробуйте снова через %@
sv: försök igen i %@
tr: icinde tekrar deneyin %@

source: try again in %d %@
ar: حاول مجددا بعد %1$d %2$@
bg: опитай пак след %1$d %2$@
cs: zkuste to znovu za %1$d %2$@
de: Neuer Versuch in %1$d %2$@
es: intentalo nuevamente en %1$d %2$@
fi: kokeile uudestaan %1$d %2$@
it: prova di nuovo tra %1$d %2$@
ja: 後に再試行して下さい %1$d %2$@
pt: tente novamente em %1$d %2$@
pt_br: tente novamente em %1$d %2$@
ru: попробуйте снова через %1$d %2$@
sv: försök igen i %1$d %2$@
tr: %1$d %2$@ icinde tekrar deneyin

source: about
ar: عن
bg: относно
cs: o
de: Über
es: acerca de
fi: tietoa
it: vai
ja: 内容
pt: sobre
pt_br: sobre
ru: информация
sv: om
tr: hakkinda

source: always require passcode
ar: رمز المرور مطلوب دائما
bg: винаги изисквай код за достъп
cs: vždy vyžaduj pøístupové heslo
de: Passcode immer benötigt
es: pedir siempre la contraseña
fi: salasana vaaditaan aina
it: richiedi sempre passcode
ja: 常にパスコードを必要とします
pt: pedir código sempre
pt_br: sempre requeira uma senha
ru: всегда требуется пароль
sv: kräv alltid lösenkod
tr: her zaman sifre girilmelidir

source: amount too small
ar: المقدار قليل جدا
bg: сумата е твърде малка
cs: èástka je pøíliš malá
de: Betrag zu klein
es: el importe es muy pequeño
fi: määrä liian pieni
it: importo non sufficiente
ja: 金額が少な過ぎます
pt: quantidade pequena de mais
pt_br: quantidade muito pequena
ru: сумма слишком мала
sv: Mängden är för liten
tr: tutar cok az

source: Application %@ is requesting a payment to
ar: التطبيق %@ يطلب الدفع ل
bg: Приложение %@ изисква плащане до
cs: Aplikace %@ vyžaduje zaplacení
de: Anwendung %@ erfragt eine Zahlung für
es: La aplicación %@ solicita un pago a
fi: Sovellus %@ pyytää maksua osoitteeseen
it: L'applicazione %@ sta richiedendo un pagamento a
ja: アプリケーション %@ がこの宛先に支払いをリクエストしています
pt: A aplicação %@ está a pedir pagamento para
pt_br: Formulário %@ está solicitando um pagamento para
ru: Приложение %@ тоже запрашивает оплату
sv: Programmet %@ begär betalning till
tr: Uygulama %@ icin ödeme talep ediyor

source: Application %@ is requesting an address so it can pay you. Would you like to authorize this?
ar: التطبيق %@ يطلب عنوانا ليتمكن من الدفع لك. هل ترغب بترخيص ذلك؟
bg: Приложение %@ изисква адрес, за да може да ти плати. Ше му разрешиш ли?
cs: Aplikace %@ vyžaduje adresu, aby Vám mohli zaplatit. Chtìli byste toto povolit?
de: Anwendung %@ erfragt eine Adresse, um dir eine Zahlung zu schicken. Möchtest du dies erlauben?
es: La aplicación %@ solicita una dirección para que pueda pagarle. ¿Te gustaría autorizar esto?
fi: Sovellus %@ pyytää osoitetta, jotta se voi maksaa sinulle. Haluatko sallia tämän?
it: L'applicazione %@ sta richiedendo un indirizzo per inviarti un pagamento. Vuoi autorizzarlo?
ja: アプリケーション %@ が貴方に支払いをする為に貴方のアドレスを求めています。承認しますか？
pt: A aplicação %@ está a pedir um endereço para que possa pagar-lhe. Gostaria de autorizar esta operação?
pt_br: Formulário %@ está solicitando um endereço para que possa efetuar um pagamento a você. Você gostaria de autoriza-lo?
ru: Приложение %@ запрашивает адрес, чтобы он мог Вам заплатить. Хотите ли Вы это разрешить?
sv: Programmet %@ begär en adress så att den kan betala dig. Vill du godkänna detta?
tr: Uygulama %@ size ödeme yapabilmek icin adres talep ediyor. Onaylamak ister misiniz

source: Application %@ would like to receive your Master Public Key. This can be used to keep track of your wallet, this can not be used to move your PIVX.
ar: التطبيق %@ يرغب باستلام مفتاحك العمومي الرئيسي. يمكنك إستخدام هذا لنقل ال PIVX الخاصة بك.
bg: Приложение %@ би искало да получи твоят Главен Публичен Ключ. Той може да се ползва само за следене наличността в портфейла, и не може да се ползва за харчене на твоят PIVX.
cs: Aplikace %@ vyžaduje Váš veøejný klíè. Toto mùže být použito ke sledování vaší penìženky, ale nemùže být použito k placení.
de: Anwendung %@ erfragt deinen Master Public Key. Dieser kann benutzt werden, um deiner Wallet zu folgen; er kann nicht benutzt werden, um deine PIV zu transferieren.
es: La aplicación %@ desea recibir tu Llave Pública Maestra. Esta se puede utilizar para realizar un seguimiento de monedero, pero no se puede utilizar para transferir tus PIVX.
fi: Sovellus %@ haluaisi vastaanottaa sinun Master Public Keyn. Tällä voidaan seurata lompakkoasi, tätä ei voi käyttää PIVXn kulutukseen
it: L'applicazione %@ vorrebbe ricevere la tua Master Public Key. Può servire a tracciare il tuo wallet, non per trasferire i tuoi PIVX.
ja: アプリケーション %@ が、貴方のマスターパブリックキーを受取りたいと要求しています。これは貴方のウォレットを追跡する為に使う事ができますが、貴方のPIVXを移動する事はできません。
pt: A aplicação %@ gostaria de receber a sua Master Public Key. Esta pode ser usada para monitorizar a sua carteira, mas não pode ser usada para movimentar o seu PIVX.
pt_br: Formulário %@ gostaria de receber sua chave pública principal. Isso pode ser usado para acompanhar sua carteira, isso não pode ser usado para mover seu PIVX.
ru: Приложение %@ хотело бы получить Ваш Главный Публичный Ключ. Это может быть использовано для отслеживания Вашего кошелька, но это не может использоваться для перемещения Ваших PIVX.
sv: Programmet %@ skulle vilja ta emot din offentliga huvudnyckel. Detta kan användas för att hålla reda på din plånbok, den kan inte användas för att flytta dina PIVX.
tr: Uygulama, %@ Ana Ortak Anahtarinizi almak istiyor. Bu, cüzdaninizi takip etmek icin kullanilabilir PIVX'inizi tasimak icin kullanilamaz..

source: bad password, try again
ar: كلمة سر خاطئة, حاول مجددا
bg: грешна парола, опитай отново
cs: špatné heslo, zkuste to znovu
de: Falsches Passwort, bitte noch einmal versuchen
es: contraseña incorrecta, inténtalo de nuevo
fi: väärä salasana, yritä uudestaan
it: password errata, riprova
ja: 無効なパスワードです。もう一度入力して下さい
pt: password errada, tente novamente
pt_br: senha incorreta, tente novamente
ru: неверный пароль, повторите попытку
sv: fel lösenord, försök igen
tr: hatali parola, tekrar deneyin

source: bad payment request
ar: طلب دفع خاطئ
bg: грешно искане за плащане
cs: špatný požadavek pro platbu
de: Falsche Zahlungsanfrage
es: solicitud de pago incorrecta
fi: maksun pyyntö ei onnistunut
it: richiesta di pagamento errata
ja: 無効な支払い要求です
pt: erro no pedido de pagamento
pt_br: erro no pedido de pagamento
ru: неверный платежный запрос
sv: fel betalningsförfrågan
tr: hatali ödeme girisi

source: bad payment request URL
ar: URL خاطئ لطلب الدفع
bg: грешен URL адрес по искане за плащане
cs: špatný požadavek URL
de: Falsche Zahlungsanfragen-URL
es: URL de solicitud de pago incorrecta
fi: viallinen maksun pyyntö URL
it: URL richiesta di pagamento errato
ja: 無効な支払い要求のURLです
pt: erro de URL de pedido de pagamento
pt_br: erro na solicitação de pagamento URL
ru: неверный URL-запрос платежа
sv: fel betalningsförfrågan URL
tr: hatali ödeme girisi URL'si(baglantisi)

source: bad payment URL
ar: URL خاطئ للدفع
bg: грешен URL адрес за плащане
cs: špatná platba URL
de: Falsche Zahlungs-URL
es: URL de pago incorrecta
fi: viallinen maksun URL
it: URL di pagamento errato
ja: 無効な支払いのURLです
pt: erro de URL de pagamento
pt_br: erro no pagamento bad URL
ru: неверный URL платеж
sv: fel betalnings URL
tr: hatali ödeme URL'si(baglantisi)

source: bad recovery phrase
ar: عبارة استرداد خاطئة
bg: грешна фраза за възстановяване
cs: špatná obnovovací fráze
de: Falscher Wiederherstellungssatz
es: frase de recuperación incorrecta
fi: viallinen palautuslause
it: frase di recupero errata
ja: 無効な復元用フレーズです
pt: frase de recuperação errada
pt_br: erro na frase de recuperação
ru: неверная фраза восстановления
sv: fel återhämtningsfras
tr: hatali kurtarma sözcükleri
