Repository: PIVX-Project/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, es, fi, it, ja, pt, pt_br, ru, sv, tr

source: this payment address is already in your wallet
ar: إن عنوان الدفع هذا موجود اساسا في محفظتك
bg: този адрес за плащане вече е в портфейла ти
cs: tato platební adresa je již ve Vaší penìžence
de: Diese Zahlungsadresse ist bereits in deiner Wallet
es: esta dirección de pago ya está en tu monedero
fi: tämä osoite on jo lompakossasi
it: questo pagamento è già nel tuo wallet
ja: この支払い先アドレスは既に貴方のウォレットに入っています
pt: este endereço de pagamento já está em uso na sua carteira
pt_br: Este endereço de pagamento já está em sua carteira
ru: этот адрес оплаты уже находится в Вашем кошельке
sv: denna betalningsadress finns redan i din plånbok
tr: bu ödeme adresi zaten cüzdanýnýzda

source: this private key is already in your wallet
ar: إن المفتاح السري هذا موجود اساسا في محفظتك
bg: този таен ключ е вече в портфейла ти
cs: tento privátní klíè je již ve Vaší penìžence
de: Dieser Private Key ist bereits in deiner Wallet
es: esta llave privada ya está en tu monedero
fi: tämä private key on jo lompakossasi
it: questa private key è già nel tuo wallet
ja: このプライベートキーは既に貴方のウォレットに入っています
pt: esta chave privada já está na sua carteira
pt_br: Esta chave privada já está em sua carteira
ru: этот закрытый ключ уже находится в Вашем кошельке
sv: den här privata nyckeln finns redan i din plånbok
tr: bu ozel anahtar zaten cuzdanýnýzda

source: this private key is empty
ar: إن المفتاح السري هذا فارغ
bg: този таен ключ е празен
cs: tento privátní klíè je prázdný
de: Dieser Private Key ist leer
es: esta llave privada está vacía
fi: tämä private key on tyhjä
it: questa private key è vuota
ja: このプライベートキーは空です
pt: esta chave privada está vazia
pt_br: esta chave privada está vazia
ru: этот закрытый ключ пуст
sv: den här privata nyckeln är tom
tr: bu ozel anahtar bos

source: This request requires an instant payment but you do not have enough inputs with 6 confirmations required by Instant Send, you may ask the merchant to accept a normal transaction or wait a few minutes.
ar: يتطلب الطلب هذا عملية دفع فورية لكن ليس لديك الإدخالات الكافية ب 6 تأكيدات التي تحتاجها Instant Send, يمكنك أن تسأل التاجر أن يقوم بقبول معاملة إعتيادية أو ينتظر عدة دقائق.
bg: Това искане е за момемтно плащане, но нямаш достатъчно входящи с 6 потвърждения, както се изисква за Моментно Плащане. Може да поискаш от търговеца да приеме нормално плащане или да изчакаш няколко минути.
cs: Tento požadavek vyžaduje okamžitou platbu, ale nemáte dostatek vstupù se 6 potvrzeními vyžadované službou Okamžité odeslání, mùžete požádat obchodníka pro pøijmutí obyèejné transakce, nebo poèkat pár minut.
de: Diese Anfrage benötigt sofortiges Senden; aber dafür werden mindestens sechs Bestätigungen benötigt. Du kannst den Händler bitten, eine reguläre Transaktion zu akzeptieren oder du wartest ein paar Minuten auf die Bestätigungen.
es: Esta solicitud requiere un pago instantáneo, pero no tiene suficientes entradas con 6 confirmaciones requeridas por Instant Send, puede solicitar al comerciante que acepte una transacción normal o espere unos minutos.
fi: Tämä pyyntö vaatii välittömän maksun mutta sinulla ei ole tarpeeksi syötettävää kuudella vahvistuksella käyttääksesi Instant Sendiä, mutta voit pyytää kauppiasta hyväksymään tavallisen rahansiiron tai odottaa muutaman minuutin.
it: È richiesto un pagamento istantaneo, ma non hai sufficienti input con 6 conferme necessari per l'invio istantaneo, chiedi al destinatario se può accettare una transazione normale oppure attendi qualche minuto.
ja: このリクエストはインスタントペイメントを必要としますが、貴方はInstant Sendによって必要とされる充分なインプットと６つの承認を受けていません。支払い先に、通常のトランザクションを受け入れるか、数分待つように聞いて下さい。
pt: Este pedido requer pagamento instântaneos mas não tem inputs com 6 confirmações necessárias para Envio Instantâneo. Pode pedir ao comerciante para aceitar uma transação normal ou esperar alguns minutos.
pt_br: Este pedido requer um pagamento instantâneo, porém você não possui entradas suficientes com 6 confirmações exigidas pelo envio instantâneo, você pode solicitar ao comerciante que aceite uma transação normal ou aguarde alguns minutos.
ru: Этот запрос требует мгновенного платежа, но у Вас недостаточно входов с 6 подтверждениями, которые необходимы для Мгновенного Платежа. Вы можете попросить торговца принять обычную транзакцию или подождать несколько минут.
sv: Denna begäran kräver en omedelbar betalning, men du har inte tillräcklig “input” med 6 bekräftelser som krävs av Instant Send, du kan begära att säljaren accepterar en vanlig transaktion eller väntar några minuter.
tr: Bu istek anýnda ödeme gerektiriyor ancak anýnda ödeme için gereken 6 onay icin yeterli islem gerceklesmemis, alicidan normal bir islem kabul etmesini ya da birkac dakika beklemesini isteyebilirsiniz.

source: this request requires an instant payment but you have disabled instant payments
ar: يتطلب الطلب هذا عملية دفع فورية لكنك كنت قد الغيت تفعيل عمليات الدفع الفورية
bg: това искане е за момемтно плащане, но ти си изключил моментните плащания
cs: tento požadavek vyžaduje okamžitou platbu, ale máte zablokovanou službu okamžité odesílání
de: Die Anfrage erfordert eine sofortige Zahlung, du hast diese Option jedoch deaktiviert.
es: esta solicitud requiere un pago instantáneo pero has deshabilitado los pagos instantáneos
fi: tämä vaatii välittömän maksun mutta ne eivät ole sinulla päällä
it: è richiesto il pagamento istantaneo, ma hai disabilitato i pagamenti istantanei
ja: このリクエストはインスタントペイメントを必要としますが、貴方はインスタントペイメントを無効にしています。
pt: este pedido é para uma transação instantânea mas os pagamentos instantâneos estão desactivados
pt_br: este pedido requer um pagamento instantâneo, mas você desativou os pagamentos instantâneos
ru: этот запрос требует мгновенного платежа, но Вы отключили мгновенные платежи
sv: denna begäran kräver en omedelbar betalning men du har inaktiverat direktbetalningar
tr: bu istek anýnda ödemeyi gerektirir ancak aninda ödemeleri devre dýþý birakmissiniz.

source: This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase
ar: هذه المحفظة ليست فارغة أو أن المزامنة لم تتم, لا يمكنك أن تقوم بمسحها من دون جملة الإسترجاع.
bg: Този портфейл не е празен или все още синхронизира, не можеш да го изтриеш без фразата за възстановяване
cs: Tato penìženka není prázdná nebo synchronizace není dokonèena, nevymazávejte ji bez obnovovací fráze
de: Diese Wallet ist nicht leer oder die Synchronisierung ist nicht abgeschlossen. Lösche deine Wallet nicht, ohne deinen Wiederherstellungssatz zu kennen.
es: Este monedero no está vacío o la sincronización no ha terminado, no puede borrarla sin la frase de recuperación
fi: Lompakko on tyhjä tai synkronointi ei ole valmis, et voi pyyhkiä sitä ilman palautuslausetta
it: Questo wallet non è vuoto o la sincronizzazione non è terminata, non è possibile rimuoverlo senza la frase di recupero
ja: このウォレットには残高があるか、同期が完了していません。復元用フレーズ無しでは消去できません。
pt: Esta carteira não está vazia ou a sincronização ainda não terminou, não a pode apagar sem uma frase de recuperação
pt_br: Esta carteira não está vazia ou a sincronização não terminou, você não pode limpar sem a frase de recuperação
ru: Этот кошелек не пуст или синхронизация еще не завершена. Вы не можете его стереть без фразы восстановления
sv: Denna plånbok är inte tom eller så har synkroniseringen inte slutförts, du får inte rensa den utan återställnings frasen
tr: Bu cüzdan bos deðil veya senkronizasyon bitmedi, kurtarma sozcukleri olmadan silemezsiniz.

source: to:
ar: إلى:
bg: до:
cs: na:
de: An:
es: para:
fi: osoitteeseen:
it: a:
ja: 宛先:
pt: para:
pt_br: para:
ru: кому:
sv: till:
tr: buna:

source: to: %@
ar: إلى: %@
bg: до: %@
cs: na: %@
de: An: %@
es: para: %@
fi: osoitteeseen: %@
it: a: %@
ja: 宛先: %@
pt: para: %@
pt_br: para: %@
ru: кому: %@
sv: till: %@
tr: buna: %@

source: to: %@ (via Shapeshift)
ar: الى: %@ (عبر Shapeshift)
bg: до: %@ (през Shapeshit)
cs: na: %@ (via Shapeshift)
de: An: %@ (durch Shapeshift)
es: para: %@ (vía Shapeshift)
fi: osoitteeseen: %@ (via Shapeshift)
it: a: %@ (via Shapeshift)
ja: 宛先: %@ (シェイプシフト経由)
pt: para: %@ (via Shapeshift)
pt_br: para: %@ (via Shapeshift)
ru: кому: %@ (через маскировку Shapeshift)
sv: till: %@ (via Shapeshift)
tr: buna: %@ (Shapeshift araciligiyla)

source: touch id limit
ar: الحد الأقصى لهوية اللمس
bg: пипни идентификаторния лимитер
cs: omezení otisku prstu
es: límite del touch id
fi: touch id raja
it: limite touch id
ja: タッチID制限
pt: limit de touch id
pt_br: toque para identificação limite
ru: Лимит сканера идентификатора
sv: tryck id limit
tr: id sinirina dokunun

source: touch id spending limit
ar: حد الصرف لهوية اللمس
bg: пипни идентификаторния лимитер за харчене
cs: omezení posílání pro otisk prstu
de: Touch ID Ausgabelimit
es: límite de gasto del touch id
fi: touch id kulutusraja
it: limite di spesa touch id
ja: タッチID支出制限
pt: limit de gastos por touch id
pt_br: toque para identificação de limite de gasto
ru: лимит сканера идентификатора на расходы
sv: tryck på ID-utgiftsgränsen
tr: id harcama limitine dokunun

source: transaction canceled, network timeout
ar: تم إلغاء المعاملة, نفذ وقت الشبكة
bg: превода е отказан, мрежата не отговаря на време
cs: transakce zrušena, èasový limit sítì vypršel
de: Transaktion abgebrochen, Zeitüberschreitung im Netzwerk
es: transacción cancelada, error en el tiempo de espera de la red
fi: rahansiirto peruutettu, verkon aikakatkaisu
it: transazione cancellata, timeout del network
ja: トランザクションがキャンセルされました、ネットワークが時間切れです
pt: transação cancelada devido a timeout de rede
pt_br: transação cancelada, tempo limite da rede esgotado
ru: транзакция отменена, перерыв сети
sv: transaktionen avbruten, nätverksavbrott
tr: islem reddedildi, ag zamanasimi

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
ar: رسوم المعاملة ستكلف أكثر من الاموال المتوفرة على المفتاح السري هذا (نتيجة لعمليات إيداع /”غبارية”/ صغيرة)
bg: таксата по превода би била по-голяма от наличността по този таен ключ (поради малки "прахови" захранвания)
cs: poplatek transakce stojí víc než zùstatek na tomto privátním klíèi (kvùli drobnému "prašnému" vkladu)
de: Die Transaktionskosten würden höher sein, als der Betrag, der auf diesem Private Key vorhanden ist (wegen Kleinstbeträgen)
es: la comisión de la transacción costaría más que los fondos disponibles en esta llave privada (debido a los pequeños "dust" depositos)
fi: rahansiirron taksa maksaisi enemmän kuin saatavilla oleva saldo tässä private keyssä (due to tiny "dust" deposits)
it: le fee di transazione sono più alte dei fondi disponibili su questa private key (sono presenti solo output "dust")
ja: このプライベートキー上の利用可能な資金よりもトランザクション手数料が高くなります(小さな "細かい" 入金の為)
pt: taxas de transação iriam custar mais que os fundos disponíveis nesta chave privada (devido a depósitos minúsculos)
pt_br: as taxas de transação custariam mais do que os fundos disponíveis nesta chave privada(devido a pequenas "dust" depósitos)
ru: транзакционные сборы будут стоить дороже, чем те средства, которые доступны на этом закрытом ключе (due to tiny "dust" deposits)
sv: transaktionsavgifter skulle kosta mer än tillgängliga medel på den privata nyckeln (på grund av små "damm" insättningar)

source: transaction history
ar: تاريخ المعاملات
bg: история на преводите
cs: historie transakcí
de: Übersicht Transaktionen
es: historial de transacciones
fi: rahansiirtojen historia
it: cronologia delle transazioni
ja: トランザクション履歴
pt: histórico de transações
pt_br: histórico de transações
ru: история транзакции
sv: transaktionshistorik
tr: islem gecmisi

source: transaction rejected
ar: تم رفض المعاملة
bg: превода е отказан
cs: transakce odmítnuta
de: Transaktion abgelehnt
es: transacción rechazada
fi: rahansiirto torjuttu
it: transazione rifiutata
ja: トランザクションが拒否されました
pt: transação rejeitada
pt_br: transação rejeitada
ru: транзакция отклонена
sv: transaktionen avvisad
tr: reddedilmis islemler

source: trust
ar: ثقة
bg: доверие
cs: dùvìra
de: Vertrauen
es: confiar
fi: luotto
ja: 信頼する
pt: confiar
pt_br: confiável
ru: доверять
sv: förtroende
tr: guven

source: Try It!
ar: جربها!
bg: Опитай!
cs: Vyzkoušejte!
de: Versuche es!
es: ¡Intentalo!
fi: Kokeile sitä!
it: Prova!
ja: トライする！
pt: Teste!
pt_br: Tente isto!
ru: Попробуй!
sv: Försök!
tr: Dene!

source: turn device passcode on
ar: قم بتفعيل رمز المرور على الجهاز
bg: включи кода за достъп на устройството
cs: zapnìte pøístupové heslo pro zaøízení
de: Passcode für Gerät angeschaltet
es: activar la contraseña del dispositivo
fi: laita laitteen salasana päälle
it: abilita passcode dispositivo
ja: デバイスのパスコードをONにする
pt: activar código de dispositivo
pt_br: ativar a senha do dispositivo
ru: включить кодовый пароль устройства
sv: slå på enhetslösenkoden
tr: cihaz sifresini ac

source: Unable to get new qr code
ar: غير قادر على جلب رمز qr جديد
bg: Не успях да взема нов qr код
cs: vytvoøení nového QR kódu není mozné
de: Neuer QR-Code kann nicht generiert werden
es: No se puede obtener el nuevo código QR
fi: Uuden QR koodin luonti ei onnistu
it: Disabilita per ottenere un nuovo codice qr
ja: 新しいQRコードを取得できませんでした
pt: Erro ao obter um novo código QR
pt_br: Não é possível obter o novo código qr
ru: Не удалось получить новый QR-код
sv: Det gick inte att få ny qr-kod
tr: Yeni QR kodu alinamadi

source: unexpected response from %@
ar: استجابة غير متوقعة من %@
bg: Неочакван отговор от %@
cs: neèekaná odezva od %@
de: Unerwartete Reaktion von %@
es: respuesta inesperada de %@
fi: odottamaton vastaus %@
it: risposta inattesa da %@
ja: %@からの予期しない返答
pt: Resposta inesperada de %@
pt_br: resposta inesperada de %@
ru: непредвиденный ответ от %@
sv: oväntat svar från %@
tr: %@ tarafindan beklenmeyen tepki

source: unknown address
ar: عنوان مجهول
bg: непознат адрес
cs: neznámá adresa
de: Unbekannte Adresse
es: dirección desconocida
fi: tuntematon osoite
it: indirizzo sconosciuto
ja: 不明なアドレス
pt: endereço desconhecido
pt_br: endereço desconhecido
ru: неизвестный адрес
sv: okänd adress
tr: bilinmeyen adres

source: unrecognized address
ar: عنوان غير معرف
bg: неразпознат адрес
cs: nerozpoznaná adresa
de: Adresse nicht erkannt
es: dirección no reconocida
fi: tunnistamaton osoite
it: indirizzo non identificato
ja: 認識されないアドレス
pt: endereço não reconhecido
pt_br: endereço não reconhecido
ru: нераспознанный адрес
sv: okänd adress
tr: tanýnmayan adres

source: unsupported or corrupted document
ar: مستند غير مدعوم أو فاسد
bg: неподдържан или повреден документ
cs: nepodporovaný nebo poškozený dokumenty
de: Dokument nicht unterstützt oder beschädigt
es: documento no compatible o dañado
fi: ei tukea tai korruptoitunut dokumentti
it: documento non supportato o corrotto
ja: 対応していないか破損しているドキュメント
pt: documento corrupto ou não suportado
pt_br: documento não suportado ou corrompido
ru: неподдерживаемый или поврежденный документ
sv: otillräckligt eller skadat dokument
tr: desteklenmeyen veya bozuk belge

source: unsupported signature type
ar: صيغة توقيع غير مدعومة
bg: неподдържан вид подпис
cs: nepodporovaný druh podpisu
de: Signatur wird nicht unterstützt
es: tipo de firma no compatible
fi: tukematon allekirjoitustyyppi
it: tipo di firma non supportato
ja: 対応していない署名の種類
pt: tipo de assinatura não suportada
pt_br: tipo de assinatura não suportada
ru: неподдерживаемый тип подписи
sv: okänd signaturtyp
tr: desteklenmeyen imza turu

source: unsupported url
ar: url غير مدعوم
bg: неподдържан url адрес
cs: nepodporovaný url
de: URL wird nicht unterstützt
es: url no compatible
fi: tukematon url
it: url non supportato
ja: 対応していないURL
pt: URL não suportado
pt_br: URL não suportado
ru: неподдерживаемый URL-адрес
sv: ej understödd webbadress
tr: desteklenmeyen url(baglanti)

source: untrusted certificate
ar: شهادة غير موثوق بها
bg: недоверен сертификат
cs: nedùvìryhodný certifikát
de: Nicht vertrauenswürdiges Zertifikat
es: certificado no confiable
fi: ei luotettava sertifikaatti
it: certificato non attendibile
ja: 信頼されていない証明書
pt: certificado não reconhecido
pt_br: certificado não confiável
ru: ненадежный сертификат
sv: otillförlitligt certifikat
tr: güvenilmez sertifika

source: unverified
ar: غير موثق
bg: непроверен
cs: neovìøený
de: nicht verifiziert
es: no verificado
fi: vahvistamaton
it: non verificato
ja: 未確認
pt: não verificado
pt_br: não verificado
ru: не проверено
sv: obekräftad
tr: dogrulanmamis

source: Updating Price
ar: تحديث السعر
bg: Обновявам Цената
cs: Aktualizace ceny
de: Aktualisiere Preis
es: Actualizando Precio
fi: Päivitetään Hintaa
it: Aggiorno Prezzo
ja: 金額をアップデート中
pt: Atualizando Preço
pt_br: Preço sendo atualizado
ru: Обновление цены
sv: Uppdaterar pris
tr: Fiyat Guncelleme

source: verified, waiting for confirmation
ar: موثق, في إنتظار التأكيد
bg: проверен, чака потвърждения
cs: ovìøeno, vyèkává se na konfirmace
de: Verifiziert; warte auf Bestätigung
es: verificado, esperando confirmación
fi: varmistettu, odotetaan vahvistusta
it: verificato, in attesa di conferma
ja: 確認済み、承認を待っています
pt: verificado, esperando por confirmação
ru: проверено, в ожидании подтверждения
sv: verifierad och väntar på bekräftelse
tr: dogrulaniyor, onay bekleniyor

source: verify passcode
ar: توثيق رمز المرور
bg: провери кода за достъп
cs: ovìøení pøístupového hesla
de: Verifiziere Passcode
es: verificar código de acceso
fi: vahvista salasana
it: verifica passcode
ja: パスコードの確認
pt: verifique código
pt_br: verificar senha
ru: проверить кодовый пароль
sv: verifiera lösenkoden
tr: sifreyi dogrula

source: wallet address
ar: عنوان المحفظة
bg: адрес на портфейла
cs: adresa penìženky
de: Wallet-Adresse
es: dirección del monedero
fi: lompakon osoite
it: indirizzo wallet
ja: ウォレットのアドレス
pt: endereço de carteira
pt_br: endereço da carteira
ru: адрес кошелька
sv: plånboksadress
tr: cüzdan adresi

source: wallet disabled
ar: تم تعطيل المحفظة
bg: портфейла е изключен
cs: penìženka zablokována
de: Wallet gesperrt
es: monedero deshabilitado
fi: lompakko pois päältä
it: wallet disabilitato
ja: ウォレットが無効になりました
pt: carteira desactivada
pt_br: carteira desativada
ru: кошелек отключен
sv: plånboken inaktiverad
tr: cüzdan devredisi

source: WARNING
ar: تحذير
bg: ПРЕДУПРЕЖДЕНИЕ
cs: VAROVÁNÍ
de: ACHTUNG
es: ADVERTENCIA
fi: VAROITUS
it: ATTENZIONE
ja: 警告
pt: AVISO
pt_br: ATENÇÃO
ru: ПРЕДУПРЕЖДЕНИЕ
sv: VARNING
tr: UYARI

source: wipe
ar: مسح
bg: истрий
cs: vymazat vše
de: Löschen
es: limpiar
fi: pyyhi
it: rimuovi
ja: 消去
pt: limpar
pt_br: limpe
ru: стереть
sv: rensa
tr: sifirla

source: WRITE DOWN YOUR RECOVERY PHRASE
ar: قم بكتابة عبارة الإسترجاع خاصتك
bg: ЗАПИШИ СИ ФРАЗАТА ЗА ВЪЗСТАНОВЯВАНЕ
cs: ZAPIŠTE SI SVOJÍ OBNOVOVACÍ FRÁZI
de: WIEDERHERSTELLUNGSSATZ AUFSCHREIBEN
es: ESCRIBEA TU FRASE DE RECUPERACIÓN
fi: KIRJOITA YLÖS PALAUTUSLAUSEESI
it: ANNOTA LA TUA FRASE DI RECUPERO
ja: 復元用フレーズを書き留めて下さい
pt: ESCREVA A SUA FRASE DE RECUPERAÇÃO
pt_br: ESCREVA A SUA FRASE DE RECUPERAÇÃO
ru: НАПИШИТЕ СВОЮ ФРАЗУ ВОССТАНОВЛЕНИЯ
sv: SKRIV NED DIN ÅTERSTÄLLNINGS FRAS
tr: ALT TARAFA KURTARMA SOZCUKLERINI YAZINIZ

source: You can now buy PIVX in PIVXwallet with cash or bank transfer.
ar: يمكنك الان شراء PIVX في محفظة PIVX بإستخدام النقد او الحوالات المصرفية.
bg: Сега можеш да купиш PIVX в PIVXwallet с пари в брой или по банков път.
cs: Nyní mùžete kupovat PIVX v PIVX penìženka za hotovost nebo or bankovním pøevodem.
de: Du kannst jetzt PIV direkt in der PIVX-Wallet mit Cash oder per Bank-Überweisung kaufen.
es: Ahora puedes comprar PIVX en la PIVXwallet con efectivo o transferencia bancaria.
fi: Voit nyt ostaa PIVXä PIVXwalletissa käteisellä tai pankkisiirrolla.
it: Ora puoi acquistare PIVX nel walletPIVX in contanti o con bonifico bancario.
ja: 貴方は PIVXウォレット内にPIVXを購入する事ができます。現金で、又は 銀行からの送金によって購入が可能です
pt: Pode comprar PIVX na carteira PIVXwallet com dinheiro ou transferência bancária.
pt_br: Agora você pode comprar PIVX em PIVXwallet com dinheiro ou ransferência bancária.
ru: Теперь вы можете купить PIVX в PIVXкошелек с помощью наличных или через банковский перевод.
sv: Du kan nu köpa PIVX i PIVXplånbok med kontanter eller banköverföring.
tr: PIVX'i peþin ya da banka havalesi yaparak PIVXcüzdan'dan satýn alabilirsin artik.

source: you must enter your pin in order to enter PIVXwallet
ar: يجب عليك إدخال رمز pin خاصتك لغرض الدخول لمحفظة PIVX
bg: трябва да въведен своя ПИН за да имаш достъп до PIVXwallet
cs: musíte zadat pin pro vstup do PIVX penìženky
de: Gebe bite deine PIN ein, um die PIVX-Wallet zu öffnen.
es: debes ingresar tu PIN para ingresar a PIVXwallet
fi: sinun on syötettävä pin koodisi päästäksesi PIVXwalletiin
it: devi inserire il pin per accedere al walletPIVX
ja: PIVXウォレットに入るには、暗証番号の入力が必要です
pt: necessita de introduzir o seu pin para aceder à PIVXwallet
pt_br: Você deve inserir seu código para entrar na PIVXwallet
ru: Вы должны ввести свой пин-код для того, чтобы войти в PIVXкошелек
sv: du måste ange din PIN-kod för att kunna komma in i PIVXplånboken
tr: PIVXcüzdan'a girebilmek için pinini girmelisin

source: you received PIVX!
ar: لقد استلمت PIVX!
bg: получи PIVX!
cs: obdrželi jste PIVX!
de: Du hast PIV empfangen!
es: ¡recibiste PIVX!
fi: vastaanotit PIVXä!
it: hai ricevuto PIVX!
ja: 貴方はPIVXを受け取りました！
pt: recebeu PIVX!
pt_br: você recebeu PIVX!
ru: Вы получили PIVX!
sv: du har mottagit PIVX!
tr: PIVX aldiniz!

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
ar: قد تكون محفظتك غير مزامنة. من الممكن إصلاح هذا من خلال إعادة مسح سلسلة الكتل.
bg: Портфейла ти може и да не е синхронизиран. Това често се поправя след повтроно сканиране на блокчейна.
cs: Vaše penìženka mùže být mimo synchronizaci. Toto mùže být napraveno pøekontrolováním blockchainu.
de: Deine Wallet ist möglicherweise nicht synchronisiert. Das kann oft durch einen neuen Scan der Blockchain gelöst werden.
es: Tu monedero parece estar desincronizado. Esto a menudo se puede arreglarse volviendo a escanear el blockchain.
fi: Lompakkosi saattaa olla kesken synkronoinnin. Tämän voi usein korjata skannaamalla lohkoketjun uudestaan
it: Il tuo wallet potrebbe non essere sincronizzato. Prova a scansionare di nuovo la blockchain.
ja: 貴方のウォレットは同期外れの可能性があります。多くの場合、 ブロックチェーンを再スキャンする事で修復する事ができます。
pt: A sua carteira pode estar dessincronizada. Isto pode às vezes ser resolvido com um re-scan da blockchain.
pt_br: Sua carteira pode estar fora de sincronia. isso geralmente pode ser corrigido ao escanear novamente a cadeia de blocos.
ru: Ваш кошелек может быть не синхронизирован. Обычно, это можно починить путем повторного сканирования блокчейна.
sv: Din plånbok kan vara osynkroniserad. Detta kan ofta åtgärdas genom att skanna blockchain igen.
tr: Cüzdaniniz guncel tarihte olmayabilir. Genelde tekrar blok zinciri taramasý yapýlarak düzeltilebilir

source: transaction fees would cost more than the funds available on this private key (due to tiny"dust" deposits)
tr: islem ücretleri, bu özel anahtar üzerinde mevcut olan sermayeden daha pahalýya mal olur (cok düsük miktar yatirildigindan dolayi)

source: Instant Send requiere enough inputs with 6 confirmations, send anyways as regular transaction?
es: Instant Send requiere varias entradas con más de 6 confirmaciones, enviar siempre como una transferencia normal?

source: If you still would like to wipe it please input : "I accept that I will lose my coins if I no longer Possen the recovery phrase"
de: Wenn du immer noch löschen willst, gebe bitte folgendes ein : "Mir ist bewusst, dass ich mein komplettes Guthaben verliere, wenn ich meinen Wiederherstellungssatz nicht mehr kenne"
