Repository: PIVX-Project/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, es, fi, it, ja, pt, pt_br, ru, sv, tr

source: Bitcoin address (shapeshift)
ar: عنوان البيتكوين (shapeshift)
bg: Биткойн адрес (Shapeshift)
cs: Bitcoinová adresa (shapeshift)
de: Bitcoin-Adresse (Shapeshift)
es: dirección Bitcoin (shapeshift)
fi: Bitcoin osoite (shapeshift)
it: Indirizzo Bitcoin (shapeshift)
ja: ビットコインアドレス(シェイプシフト)
pt: Endereço Bitcoin (shapeshift)
pt_br: endereços Bitcoin (shapeshift)
ru: Биткойн Адрес (shapeshift)
sv: Bitcoin adress (shapeshift)
tr: Bitcoin adresi (shapeshift)

source: bitcoin payments can't be less than %@
ar: لا يمكن أن تقل عمليات دفع البيتكوين عن %@
bg: биткойн плащанията не могат да са по-малки от %@
cs: bitcoinové platby nemohou být menší než %@
de: Zahlungen in Bitcoin können nicht kleiner sein als %@
es: los pagos de Bitcoin no pueden ser menos de %@
fi: bitcoin maksut ei voi olla alle %@
it: i pagamenti in bitcoin non possono essere inferiori a %@
ja: ビットコインでの支払いは%@以下では行えません
pt: pagamentos de bitcoin não podem ser inferiores a %@
pt_br: pagamento de bitcoin não pode ser menos de %@
ru: Биткойн-платежи не могут быть меньше %@
sv: bitcoin betalningar kan inte vara mindre än %@
tr: bitcoin adresleri %@ tutarýndan düsük olamaz

source: block #%d of %d
ar: الكتلة #%1$d of %2$d
bg: блок #%1$d от %2$d
cs: blok #%1$d z %2$d
de: Block #%1$d von %2$d
es: bloque #%1$d de %2$d
fi: lohko #%1$d / %2$d
it: blocco #%1$d di %2$d
ja: #%1$d of %2$d中の#%1$d ブロック
pt: bloco #%1$d de %2$d
pt_br: bloco #%1$d of %2$d
ru: блок #%1$d of %2$d
sv: block #%1$d of %2$d
tr: blok %2$d üzerinden #%1$d

source: Buy PIVX
ar: قم بشراء PIVX
bg: Купи PIVX
cs: Nakup PIVX
de: PIV kaufen
es: Compra PIVX
fi: Osta PIVX
it: Acquista PIVX
ja: PIVXを購入する
pt: Compre PIVX
pt_br: Compre PIVX
ru: Купить PIVX
sv: Köp PIVX
tr: PIVX satin al

source: Buy PIVX in PIVXwallet!
ar: قم بشراء PIVX في محفظة PIVX!
bg: Купи PIVX в PIVXwallet!
cs: Nakup PIVX v PIVX penìžence!
de: PIV in der PIVX-Wallet kaufen!
es: Compra PIVX en la PIVXwallet!
fi: Osta PIVXä PIVXwalletissa!
it: Acquista PIVX nel wallet PIVX!
ja: PIVXウォレットにPIVXを購入する!
pt: Compre PIVX na PIVXwallet!
pt_br: Compre PIVX na PIVXwallet!
ru: Купить PIVX в PIVX кошельке!
sv: Köp PIVX till PIVXplånboken!
tr: PIVX'i, PIVXcuzdanda satin al!

source: cancel
ar: إلغاء
bg: откажи
cs: zrušit
de: Abbrechen
es: cancela
fi: peruuta
it: cancella
ja: キャンセル
pt: cancelar
pt_br: cancelar
ru: отмена
sv: annullera
tr: iptal

source: change
ar: تغيير
bg: смени
cs: zmìnit
de: Ändern
es: cambiar
fi: muuta
it: modifica
ja: 変更
pt: editar
pt_br: mudar
ru: изменить
sv: ändra
tr: degistir

source: change passcode
ar: تغيير رمز المرور
bg: смени кода за достъп
cs: zmìnit pøístupové heslo
de: Passcode ändern
es: cambiar contraseña
fi: vaihda salasana
it: modifica passcode
ja: パスコードの変更
pt: alterar código
pt_br: mudar senha
ru: сменить пароль
sv: ändra lösenkod
tr: sifre degistir

source: change payment amount?
ar: تغيير عنوان الدفع؟
bg: смяна размера на плащане?
cs: zmìnit èástku platby?
de: Zu zahlenden Betrag ändern?
es: ¿cambiar el importe del pago?
fi: vaihda maksun määrä?
it: modifica importo da pagare?
ja: 支払い金額を変更しますか？
pt: editar quantidade de pagamento?
pt_br: mudar montante de pagamento?
ru: изменить сумму платежа?
sv: ändra betalningsbeloppet?
tr: ödeme miktarý degistirilsin mi?

source: checking address balance...
ar: يتم التحقق من رصيد الحساب...
bg: проверка на наличност по адрес...
cs: kontroluji zùstatek...
de: Überprüfe Guthaben der Adresse...
es: verificando el saldo de la dirección ...
fi: tarkistetaan osoitteen tase...
it: controllo saldo indirizzo...
ja: アドレス残高を確認しています...
pt: verificando balanço de endereço...
pt_br: checando saldo do endereço...
ru: проверка баланса адреса...
sv: kontrollera adress beloppet...
tr: adres bakiyesi kontrol ediliyor...

source: checking private key balance...
ar: يتم تفحص رصيد المفتاح السري...
bg: проверка на наличност по таен ключ...
cs: kontroluji zùstatek soukromého klíèe ...
de: Überprüfe Guthaben des Private Keys...
es: verificando el saldo de la llave privada ...
fi: tarkistetaan yksityisavaimen tase...
it: controllo saldo private key...
ja: プライベートキー残高を確認しています...
pt: verificando balanço da chave privada...
pt_br: checando saldo da chave privada...
ru: проверка баланса личного ключа...
sv: kontrollerar den privata nyckelns belopp...
tr: özel anahtar bakiyesi kontrol ediliyor ...

source: choose passcode for %@
ar: قم باختيار رمز المرور ل %@
bg: избери код за достъп до %@
cs: vyber pøístupové heslo pro %@
de: Wähle Passcode für %@
es: elegir código de acceso para %@
fi: vaihda salasana tälle %@
it: scegli un passcode per %@
ja: %@に対するパスコードを選択する
pt: escolha um código para %@
pt_br: escolha a senha para %@
ru: выбрать код-пароль для %@
sv: välj lösenord för %@
tr: %@ icin sifre sec

source: clear
ar: مسح
bg: изчисти
cs: smazat
de: Leeren
es: limpiar
fi: tyhjennä
it: pulisci
ja: クリア
pt: limpar
pt_br: limpar
ru: чисто
sv: ta bort
tr: temizle

source: clear trusted node?
ar: مسح العقدة الموثوقة؟
bg: итриване на доверения ноуд?
cs: smazat dùvìryhodný uzel?
de: Vertrauenswürdigen Knoten entfernen?
es: limpiar nodo de confianza?
fi: tyhjennä luotetut nodet?
it: pulisci trusted node?
ja: 信頼されるノードを消去しますか？
pt: limpar nó de confiança?
pt_br: limpar node confiável?
ru: очистить доверенный узел?
sv: ta bort pålitlig nod?
tr: güvenilir node'lar silinsin mi??

source: clipboard doesn't contain a valid pivx address
ar: لا تحتوي الحافظة على عنوان pivx صحيح
bg: няма валиден PIVX адрес в паметта
cs: schránka neobsahuje platnou adresu pivx
de: Die Zwischenablage beinhaltet keine valide PIVX-Adresse
es: el portapapeles no contiene una dirección PIVX válida
fi: leikepöydällä ei ole validia pivx osoitetta
it: appunti non contiene un indirizzo pivx valido
ja: クリップボードが有効なPIVXアドレスを含んでいません
pt: clipboard não contém um endereço PIVX válido
pt_br: área de transferência não contém um endereço pivx válido
ru: буфер обмена не содержит действительного адреса pivx
sv: urklipp innehåller inte en giltig pivx adress
tr: panodaki PIVX adresi gecerli degildir

source: close app
ar: إغلاق التطبيق
bg: затвори приложението
cs: zavøít aplikaci
de: App schließen
es: cerrar aplicación
fi: sulje sovellus
it: chiudi app
ja: アプリを終了する
pt: fechar app
pt_br: fechar aplicativo
ru: закрыть приложение
sv: stäng app
tr: uygulamayi kapat

source: Confirm
ar: تأكيد
bg: Потвърди
cs: Potvrdit
de: Bestätigen
es: Confirmar
fi: Vahvista
it: Conferma
ja: 確認
pt: Confirmar
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
tr: Onay

source: confirm
ar: تأكيد
bg: потвърди
cs: potvrdit
de: bestätigen
es: confirmar
fi: vahvista
it: conferma
ja: 確認
pt: confirmar
pt_br: confirmar
ru: подтвердить
sv: bekräfta
tr: onay

source: confirmed in block #%d
ar: تم التأكيد في الكتلة #%d
bg: потвърждение в блок #%d
cs: potvrzeno v bloku #%d
de: Bestätigt in Block #%d
es: confirmado en el bloque #%d
fi: vahvistettu lohkossa #%d
it: confermato nel blocco #%d
ja: ブロック#%dに承認されました
pt: confirmado em bloco #%d
pt_br: confirmado no bloco #%d
ru: подтвержден в блоке #%d
sv: bekräftad i block #%d
tr: #%d blok onaylandý

source: connect timeout
ar: انتهى الإتصال
bg: времето за свръзка изтече
cs: spojení vypršelo
de: Zeitüberschreitung
es: tiempo de espera de conexión
fi: yhteyden aikakatkaisu
it: timeout di connessione
ja: 接続の時間切れ
pt: timout de conexão
pt_br: tempo de conexão esgotado
ru: время ожидания подключения
sv: anslutnings timeout
tr: baglanti zamanasimi

source: copied
ar: تم النسخ
bg: копирано
cs: zkopírováno
de: kopiert
es: copiado
fi: kopioitu
it: copiato
ja: コピーされました
pt: copiado
pt_br: copiado
ru: скопирован
sv: kopierad
tr: kopyalandi

source: copy
ar: نسخ
bg: йипирай
cs: zkopírovat
de: kopieren
es: copiar
fi: kopioi
it: copia
ja: コピー
pt: copiar
pt_br: copiar
ru: копия
sv: kopiera
tr: kopya

source: copy address to clipboard
ar: نسخ العنوان إلى الحافظة
bg: копирай адреса в паметта
cs: zkopírovat adresu do schránky
de: Adresse in Zwischenablage kopieren
es: copiar la dirección al portapapeles
fi: kopioi osoite leikepöydälle
it: copia indirizzo negli appunti
ja: アドレスをクリップボードにコピーする
pt: copiar endereço para o clipboard
pt_br: copiar endereço para prancheta
ru: скопировать адрес в буфер обмена
sv: kopiera adress till urklipp
tr: adresi panoya kopyala

source: copy request to clipboard
ar: نسخ الطلب إلى الحافظة
bg: копирай искането в паметта
cs: zkopírujte požadavek do schránky
de: Anfrage in Zwischenablage kopieren
es: copiar solicitud al portapapeles
fi: kopioi pyyntö leikepöydälle
it: copia richiesta negli appunti
ja: リクエストをクリップボードにコピーする
pt: copiar pedido para o clipboard
pt_br: copiar pedido para prancheta
ru: скопировать запрос в буфер обмена
sv: kopiera förfrågan till urklipp
tr: talebi panoya kopyala

source: copy wallet addresses to clipboard?
ar: نسخ عناوين المحفظة إلى الحافظة؟
bg: да запиша ли адреса на портфейла в паметта?
cs: zkopírovat do schránky adresu penìženky?
de: Wallet-Adresse in Zwischenablage kopieren?
es: ¿copiar la dirección del monedero al portapapeles?
fi: kopioi lompakon osoite leikepöydälle?
it: copia indirizzi wallet negli appunti?
ja: ウォレットアドレスをクリップボードにコピーしますか？
pt: copiar endereço de carteira para o clipboard?
pt_br: copiar endereços da carteira para a prancheta?
ru: скопировать адреса кошелька в буфер обмена?
sv: kopiera plånboks adresser till urklipp?
tr: cüzdan adresi panoya kopyalansin mi?

source: couldn't check address balance
ar: لم يتمكن التحقق من رصيد العنوان
bg: не успях да проверя съдържанието на портфейла
cs: nemohli jsme zkontrolovat zùstatek adresy
de: Guthaben der Adresse konnte nicht überprüft werden
es: no fue posible verificar el saldo de la dirección
fi: osoitteen tasetta ei voitu tarkistaa
it: non è stato possibile controllare il saldo dell'indirizzo
ja: アドレス残高を確認できませんでした
pt: não foi possível verificar balanço do endereço
pt_br: não foi possível verificar o saldo do endereço
ru: не удалось проверить баланс адреса
sv: kunde inte kontrollera adress beloppet
tr: adres bakiyesi kontrol edilemedi

source: couldn't make payment
ar: لم يتمكن القيام بعملية الدفع
bg: не успях да платя
cs: nemùžeme vytvoøit platbu
de: Zahlung konnte nicht durchgeführt werden
es: no fue posible realizar el pago
fi: maksua ei voitu suorittaa
it: non è stato possibile effettuare il pagamento
ja: 支払いを完了できませんでした
pt: não foi possível fazer o pagamento
pt_br: não foi possível efetuar o pagamento
ru: не удалось произвести платеж
sv: kunde inte göra betalning
tr: ödeme yapilamadi

source: couldn't sweep balance
ar: لم يتمكن مسح الرصيد
bg: не успях да придобия съдържанието
cs: nemohli jsme odstranit zùstatek
de: Konnte nicht komplettes Guthaben übertragen
es: no fue posible transferir el saldo
fi: saldoa ei voitu haravoida
it: non è stato possibile cancellare il saldo
ja: 残金をスウィープできませんでした
pt: não foi possível varrer o balanço
pt_br: não foi possível limpar o saldo
ru: не удалось проверить баланс
sv: kunde inte ta bort beloppet
tr: bakiye alinamadi

source: couldn't transmit payment to PIVX network
ar: لم يتمكن بث عملية الدفع إلى شبكة PIVX
bg: не успях да пратя плащането до PIVX мрежата
cs: nemohli jsme pøedat platbu do sítì PIVX
de: Zahlung konnte nicht an das PIVX-Netzwerk übermittelt werden
es: no fue posible transmitir el pago a la red PIVX
fi: maksua ei voitu lähettää PIVX verkkoon
it: non è stato possibile trasmettere il pagamento alla rete PIVX
ja: 支払いをPIVXネットワークに送信できませんでした
pt: não foi possível transmitir o pagamento para a rede PIVX
pt_br: não foi possível transmitir o pagamento à rede PIVX
ru: не удалось передать платеж в сеть PIVX
sv: kunde inte överföra betalning till PIVX-nätverket
tr: odeme PIVX agina gonderilemedi

source: PIVX address
ar: عنوان PIVX
bg: PIVX адрес
cs: PIVX adresa
de: PIVX-Adresse
es: dirección PIVX
fi: PIVX osoite
it: indirizzo PIVX
ja: PIVX アドレス
pt: endereço PIVX
pt_br: endereço PIVX
ru: адрес PIVX
sv: PIVX adress
tr: PIVX adresi

source: PIVX addresses can also be copied to the clipboard. A PIVX address always starts with 'X' or '7'.
ar: من الممكن ايضا نسخ عناوين PIVX إلى الحافظة. يبدأ عنوان PIVX دائما ب 'X’ أو ‘7’.
bg: PIVX адресите може да се копират и в паметта. Адресите на PIVX винаги започват 'X' или '7'.
cs: Adresa PIVX mùže být také zkopírována do schránky. Adresa PIVX vždy zaèíná 'X' nebo '7'.
de: PIVX-Adressen können auch in die Zwischenablage kopiert werden. PIVX-Adressen starten immer mit 'D'.
es: Las direcciones PIVX también se pueden copiar en el portapapeles. Una dirección PIVX siempre comienza con 'X' o '7'.
fi: PIVX osoitteet voidaan myös kopioida leikepöydälle. PIVX osoite alkaa aina ‘X’ tai ‘7’
it: Gli indirizzi PIVX possono anche essere copiati negli appunti. Un indirizzo PIVX inizia sempre con 'X' o '7'.
ja: PIVX は、クリップボードにコピーする事ができます。PIVXアドレスは常に 'X'または '7'から始まります。
pt: Endereços PIVX também podem ser copiados para o clipboard. Um endereço PIVX começa sempre com um 'X' ou '7'.
pt_br: Os endereços PIVX também podem ser copiados para a prancheta. Endereço PIVX sempre começa com 'X' ou '7'.
ru: Адреса PIVX также могут быть скопированы в буфер обмена. Адрес PIVX всегда начинается с 'X' или с '7'.
sv: PIVX-adresser kan också kopieras till urklippet. En PIVX-adress börjar alltid med "X" eller "7".
tr: PIVX adresi panoya da kopyalanabilir. Bir PIVX adresi her zaman 'X' veya '7' ile baslar.

source: PIVX network fee
ar: رسوم شبكة PIVX
bg: тарифа на PIVX мрежата
cs: PIVX poplatek síti
de: PIVX-Netzwerk-Gebühr
es: Comisión de la red PIVX
fi: PIVX verkon taksa
it: Fee della rete PIVX
ja: PIVX ネットワーク手数料
pt: Taxa da rede PIVX
pt_br: taxa do network da PIVX
ru: сетевой сбор PIVX
sv: PIVX nätverksavgift
tr: PIVX ag ücreti

source: PIVX payments can't be less than %@
ar: لا يمكن أن تكون عمليات الدفع ل PIVX أقل من %@
bg: PIVX плащанията не могат да са по-малки от %@
cs: PIVX platby nemùžou být menší než %@
de: PIVX-Zahlungen können nicht kleiner sein als %@
es: Los pagos PIVX no pueden ser menos de %@
fi: PIVX maksut eivät voi olla alle %@
it: I pagamenti PIVX non possono essere inferiori a %@
ja: PIVX では%@よりも少ない金額の支払いができません
pt: pagamentos PIVX não podem ser inferiores a %@
pt_br: PIVX pagamentos da PIVX não podem ser inferiores a%@
ru: Платежи PIVX не могут быть меньше %@
sv: PIVX-betalningar kan inte vara mindre än %@
tr: PIVX ödemeleri %@ tutarindan düsük olamaz

source: PIVX transaction not signed
ar: لم يتم توقيع معاملة PIVX
bg: PIVX превода не е подписан
cs: PIVX transakce nepodepsána
de: PIVX-Transaktion ist nicht signiert
es: Transacción PIVX no firmada
fi: PIVX rahansiirtoa ei allekirjoitettu
it: La transazione PIVX non è firmata
ja: PIVX トランザクションに署名がされていません
pt: transação PIVX não assinada
pt_br: Transação PIVX não foi assinada
ru: транзакция PIVX не подписана
sv: PIVX-transaktionen är inte signerad
tr: PIVX islemi kaydedilmedi

source: PIVX transaction outputs can't be less than %@
ar: لا يمكن أن تكون إخراجات معاملات PIVX أقل من %@
bg: изходящите PIVX преводи не могат да са в размер по-малък от %@
cs: Výstup PIVX transakce nemùže být menší než %@
de: Das Ergebnis einer PIVX-Transaktion kann nicht kleiner sein als %@
es: Las transacciones de PIVX no pueden ser menores a %@
fi: PIVX rahansiirrot eivät voi olla alle %@
it: Gli output di transazione PIVX non possono essere inferiori a %@
ja: PIVX トランザクションは、%@以下ではアウトプットできません
pt: Outputs de transações PIVX não podem ser inferiores a %@
pt_br: transações de saída da PIVX não podem ser menores que%@
ru: Выходы транзакции PIVX не могут быть меньше %@
sv: PIVX-transaktioner får inte vara mindre än %@
tr: PIVX islem ciktisi %@ tutarýndan düsük olmaz

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your PIVX).
ar: أمن الجهاز مهدد من الممكن لأي تطبيق 'jailbreak' الوصول لبيانات سلسلة مفاتيح اي تطبيق اخر (و سرقة ال PIVX خاصتك).
bg: СИГРУРНОСТТА НА УСТРОЙСТВОТО Е КОМПРОМЕТИРАНА Всяко 'jailbreak/разкодиращо' приложение има достъп до основна информация на другите приложения и може да открадне твоят PIVX.
cs: ZABEZPEÈENÍ ZAØÍZENÍ JE V OHROŽENÍ Jakákoliv 'jailbreak' aplikace se mùže dostat k vaším klíèovým datùm (a ukrást Vaše PIVX).
de: SICHERHEIT DES GERÄTES GEFÄHRDET 'Jailbreak'-Apps können auf Keychain-Daten von anderen Apps zugreifen (und somit deine PIV entwenden).
es: SEGURIDAD DEL DISPOSITIVO COMPROMETIDA Cualquier aplicación 'jailbreak' puede acceder al llavero de contraseñas de cualquier otra aplicación (y robar tus PIVX).
fi: LAITTEEN TURVALLISUUS KOMPROMISOITU Mikä tahansa 'jailbreak' sovellus pääsee toisen sovelluksen keychain dataan käsiksi (ja varastaa PIVXsi).
it: SICUREZZA DEL DISPOSITIVO COMPROMESSA Qualunque app jailbreak può accedere ai dati del portachiavi di un'app (e sottrarre i tuoi PIVX).
ja: デバイスのセキュリティが損害を受けました 全ての「ジェイルブレイク」アプリが他のアプリのキーチェーンデータにアクセス可能です（そして貴方のPIVXが盗まれる可能性があります）
pt: SEGURANÇA DE DISPOSITIVO COMPREMETIDA Qualquer app 'jailbreak' pode aceder às chaves de outras apps (e roubar o seu PIVX).
pt_br: SEGURANÇA DO DISPOSITIVO COMPROMETIDA Qualquer aplicativo 'jailbreak' podem ter acesso aos dados de uma chave do outro aplicativo (e roubar seu PIVX).
ru: УСТРОЙСТВО БЕЗОПАСНОСТИ ПОД УГРОЗОЙ Любое приложение «jailbreak» может получить доступ к данным связки ключей любого другого приложения (и украсть Ваши PIVX).
sv: ENHETSSÄKERHET KOMPROMERAD Alla "jailbreak" appar kan få åtkomst till en annan apps nyckeldata (och stjäla dina PIVX).
tr: CIHAZ GUVENLIK TEHLIKESI Herhangi bir 'jailbreak' uygulamasi diger herhangi bir uygulamanizin keychain verilerine erisebilir (ve PIVX'inizi calabilir).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your PIVX). Wipe this wallet immediately and restore on a secure device.
ar: أمن الجهاز مهدد من الممكن لأي تطبيق 'jailbreak' الوصول لبيانات سلسلة مفاتيح اي تطبيق اخر (و سرقة ال PIVX خاصتك). قم بمسح هذه المحفظة فورا و قم بالاسترجاع على جهاز امن
bg: СИГРУРНОСТТА НА УСТРОЙСТВОТО Е КОМПРОМЕТИРАНА Всяко 'jailbreak/разкодиращо' приложение има достъп до основна информация на другите приложения и може да открадне твоят PIVX. Изтрий този портфейла веднага и го възстанови на сигурно устройство.
cs: ZABEZPEÈENÍ ZAØÍZENÍ JE V OHROŽENÍ Jakákoliv 'jailbreak' aplikace se mùže dostat k vaším klíèovým datùm (a ukrást Vaše PIVX). Okamžitì vymažte tuto penìženku a obnovte ji na zabezpeèeném zaøízení.
de: SICHERHEIT DES GERÄTES GEFÄHRDET 'Jailbreak'-Apps können auf Keychain-Daten von anderen Apps zugreifen (und somit deine PIV entwenden). Lösche umgehend diese Wallet und stelle sie wieder auf einem sicheren Gerät her.
es: SEGURIDAD DEL DISPOSITIVO COMPROMETIDA Cualquier aplicación 'jailbreak' puede acceder al llavero de contraseñas de cualquier otra aplicación (y robar tus PIVX). Vacía este monedero de inmediato y restaura en un dispositivo seguro.
fi: LAITTEEN TURVALLISUUS KOMPROMISOITU Mikä tahansa 'jailbreak' sovellus pääsee toisen sovelluksen keychain dataan käsiksi (ja varastaa PIVXsi). Pyyhi tämä lompakko välittömästi ja palauta se turvallisella laitteella.
it: SICUREZZA DEL DISPOSITIVO COMPROMESSA Qualunque app jailbreak può accedere ai dati del portachiavi di un'app (e sottrarre i tuoi PIVX). Rimuovi immediatamente questo wallet e ripristinalo su un dispositivo sicuro.
ja: デバイスのセキュリティが損害を受けました 全ての「ジェイルブレイク」アプリが他のアプリのキーチェーンデータにアクセス可能です(そして貴方のPIVXを盗む可能性があります)。現在使用中のウォレット今すぐに消去し、安全なデバイスにて復元して下さい。
pt: SEGURANÇA DE DISPOSITIVO COMPREMETIDA Qualquer app 'jailbreak' pode aceder às chaves de outras apps (e roubar o seu PIVX). Apague esta carteira imediatamente e restore-a num dispositivo seguro.
pt_br: SEGURANÇA DO DISPOSITIVO COMPROMETIDA Qualquer aplicativo 'jailbreak' podem ter acesso aos dados de uma chave do bloco (e roubar seu PIVX). Restaure esta carteira imediatamente e restaure em um dispositivo seguro.
ru: УСТРОЙСТВО БЕЗОПАСНОСТИ ПОД УГРОЗОЙ Любое приложение «jailbreak» может получить доступ к данным связки ключей любого другого приложения (и украсть Ваши PIVX). Немедленно сотрите этот кошелек и восстановите его на защищенном устройстве.
sv: ENHETSSÄKERHET KOMPROMERAD Alla "jailbreak" appar kan få åtkomst till en annan apps nyckeldata (och stjäla dina PIVX). Rensa denna plånbok omedelbart och återställ på en säker enhet.
tr: CIHAZ GUVENLIK TEHLIKESI Herhangi bir 'jailbreak' uygulamasi diger herhangi bir uygulamanizin keychain verilerine erisebilir (ve PIVX'inizi calabilir). Hemen bu cuzdani sifirlayýn ve guvenli bir cihazda tekrar kurun.

source: do it later
ar: قم بذلك لاحقا
bg: направи го по-късно
cs: udìlej to pozdìni
de: Später
es: hacerlo después
fi: tee se myöhemmin
it: più tardi
ja: 後で行う
pt: fazer mais tarde
pt_br: faça isso depois
ru: сделать это позже
sv: gör det senare
tr: daha sonra yap

source: done
ar: تم
bg: готово
cs: hotovo
de: Fertig
es: hecho
fi: tehty
it: fatto
ja: 完了
pt: completo
pt_br: feito
ru: сделано
sv: färdig
tr: tamamlandi

source: double spend
ar: صرف مزدوج
bg: двойно харчене
de: Doppelte Ausgabe
es: doble gasto
fi: tuplakulutus
ja: ２倍使う
pt_br: gasto duplicado
ru: двойные расходы
sv: dubbel spendering
tr: cift harcama

source: email not configured
ar: لم يتم إعداد الايميل
bg: имейла не е конфигуриран
cs: email není nakonfigurován
de: E-Mail nicht eingerichtet
es: email no configurado
fi: emailia ei asetettu
it: email non configurato
ja: メールアドレスが設定されていません
pt: email não configurado
pt_br: email noi foi configurado
ru: электронная почта не настроена
sv: email inte konfigurerat
tr: e-posta yapilandirilmadi

source: enable
ar: تفعيل
bg: включи
cs: umožnit
de: Freigeben
es: permitir
fi: salli
it: abilita
ja: 有効
pt: ativar
pt_br: habilitar
ru: разрешить
sv: aktivera
tr: etkin

source: enable receive notifications
ar: تفعيل استلام التنبيهات
bg: включи известия за получаване
cs: zapnout notifikace
de: Empfangsbestätigung aktivieren
es: permitir recibir notificaciones
fi: salli ilmoitukset
it: abilita la ricezione di notifiche
ja: 受信通知を有効にする
pt: ativar notificações
pt_br: ativar receber notificações
ru: разрешить получение уведомлений
sv: aktivera mottagnings aviseringar
tr: bildirimleri etkinlestir

source: enter
ar: إدخال
bg: въведи
de: Eingabe
es: ingresa
it: inserisci
ja: 入力
pt: inserir
pt_br: entrar
ru: ввод
sv: verkställ/enter
tr: gir

source: enter old passcode
ar: أدخل رمز المرور القديم
bg: въведи стария код за достъп
cs: zadejte staré pøístupové heslo
de: Alten Passcode eingeben
es: ingrese el código de acceso anterior
fi: syötä vanha salasana
it: inserisci vecchio passcode
ja: 古いパスコードを入力する
pt: inserir código antigo
pt_br: entre senha antiga
ru: ввести старый пароль
sv: skriv in den gamla lösenkoden
tr: eski sifreyi gir

source: error signing PIVX transaction
ar: خطأ في توقيع معاملة PIVX
bg: грешка при подписването на PIVX превода
cs: chyba pøi podpisu PIVX transakce
de: Fehler beim Signieren der PIVX-Transaktion
es: error al firmar la transacción PIVX
fi: virhe allekirjoittaessa PIVX rahansiirtoa
it: errore nella firma della transazione PIVX
ja: PIVX トランザクション署名のエラー
pt: erro ao assinar transação PIVX
pt_br: erro ao iniciar a transação PIVX
ru: ошибка при подписании транзакции PIVX
sv: fel signering av PIVX-transaktionen
tr: PIVX islem kayit hatasi

source: error signing transaction
ar: خطأ في توقيع المعاملة
bg: грешка при подписване на превода
cs: chyba pøi podpisu transakce
de: Fehler beim Signieren der Transaktion
es: error al firmar la transacción
fi: virhe allekirjoittaessa rahansiirtoa
it: errore nella firma della transazione
ja: トランザクション署名のエラー
pt: erro ao assinar transação
pt_br: erro na assinatura da transação
ru: ошибка при подписании транзакции
sv: fel signering av transaktionen
tr: islem kayit hatasi

source: exit
ar: خروج
bg: изход
cs: odejít
de: Abbrechen
es: salir
it: esci
ja: 終了
pt: sair
pt_br: saída
ru: выход
sv: avsluta
tr: cikis
