Repository: PIVX-Project/PIVX-iOS
Catalog: PivxWallet/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, es, fi, it, ja, pt, pt_br, ru, sv, tr

source: rescan blockchain
ar: إعادة مسح سلسلة الكتل
bg: сканирай блокчейна отново
cs: pøekontrolovat blockchain
de: Blockchain neu scannen
es: volver a escanear el blockchain
fi: uudelleenskannaa lohkoketju
it: scansiona di nuovo blockchain
ja: ブロックチェーンを再スキャンする
pt_br: escanear bloco novamente
ru: пересканировать блокчейн
sv: skanna blockchain igen
tr: blokchain(blok zicirini) tekrar tara

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
ar: قم بإعادة مسح سلسلة الكتل لو كنت تعتقد بوجود معاملات مفقودة, أو كنت تواجه مشاكل في الإرسال (من الممكن أن يتطلب إعادة المسح عدة دقائق)
bg: сканирай блокчейна отново, ако мислиш, че си пропуснал някой превод или срещаш трудности в изпращането (сканирането може да отнеме няколко минути)
cs: pøekontroluj blockchain, pokud máš chybìjící transakce, nebo máš problémy s posílání (pøekontrolování mùže trvat nìkolik minut)
de: Falls du glaubst, dir fehlen Transaktionen oder wenn du Probleme mit Zahlungen hast, kannst du die Blockchain neu scannen (dies kann einige Minuten ins Anspruch nehmen)
es: vuelve a escanear el blockchain si crees que puedes tener transacciones perdidas, o tiene problemas para hacer envios (el re-escaneo puede tomar varios minutos)
fi: uudelleenskannaa lohkoketju jos luulet että sinulta puuttuu rahansiirtoja, tai lähetyksessä on ongelmia (uudelleenskannaus voi kestää usean minuutin)
it: scansiona di nuovo la blockchain se non trovi delle transazioni o se stai avendo difficoltà nell'invio (una nuova scansione può durare alcuni minuti)
ja: 失われたトランザクションがあると思った場合、および送金が上手く行かない場合は、ブロックチェーンを再スキャンして下さい（再スキャンには数分かかる事があります）
pt: Faça re-scan da blockchain se achar que tem transações em falta, ou se está a ter problemas com envios (re-scanning pode demorar vários minutos)
pt_br: escanear o bloco novamente na suspeita da falta de alguma transação ou se estiver tendo problemas no envio (escanear novamente pode levar vários minutos)
ru: пересканируйте блокчейн, если Вы считаете, что у Вас могут быть утеряны транзакции или возникают проблемы при отправке (повторное сканирование может занять несколько минут)
sv: skanna blockchain igen om du tror dig ha missade transaktioner eller har problem med att skicka (omskanning kan ta flera minuter)
tr: kayýp islemler oldugunu ya da hatalý gonderim oldugunu dusunuyorsaniz blockchain(blok zincirini) tekrar taratin.(yeniden tarama islemi birkac dakika sürebilir)

source: reset
ar: إعادة الضبط
bg: ресет
cs: resetovat
de: Zurücksetzen
es: resetear
ja: リセット
pt_br: resetar
ru: сброс
sv: återställ
tr: sifirla

source: retry
ar: إعادة المحاولة
bg: опитай пак
cs: zopakovat
de: Neu versuchen
es: volver a intentar
fi: kokeile uudestaan
it: riprova
ja: 再試行
pt: tentar novamente
pt_br: entrar novamente
ru: повторить попытку
sv: försök igen
tr: tekrardan

source: Scan someone else's QR code to get their pivx address. You can send a payment to anyone with an address.
ar: قم بمسح رمز QR لشخص آخر من أجل تحصيل عنوان ال pivx الخاص بهم. يمكنك إرسال دفعة لأي شخص لديه عنوان.
bg: Сканирай нечии QR код за да получиш техния pivx адрес. Можеш да пращаш преводи до всеки с адрес.
cs: Vyfote QR kód nìkoho jiného k získání jejich PIVX adresy. Mùžete pak poslat platby na onu adresu.
de: Scanne den QR-Code von anderen, um deren PIVX-Adresse zu erhalten. Du kannst jedem, der eine Adresse hat, PIV schicken.
es: Escanea el código QR de otra persona para obtener su dirección PIVX. Puedes enviar pagos a cualquier persona con una dirección.
fi: Skannaa jonkun QR koodi saadaksesi heidän pivx osoite. Voit lähettää maksun kenelle tahansa, jolla on osoite
it: Scansiona il codice QR code per ottenere un indirizzo pivx. Questo indirizzo ti permette di inviare un pagamento.
ja: 相手のQRコードをスキャンして相手のPIVXアドレスを取得する。相手のアドレスがあれば誰にでも支払いを送金する事ができます。
pt: Faça scan do código QR de outra pessoa para obter o seu endereço PIVX. Pode enviar pagamantos para qualquer pessoa com um endereço.
pt_br: Escanear o código QR de outra pessoa para obter seu endereço pivx. Você pode enviar um pagamento a qualquer pessoa com um endereço.
ru: Сканируйте QR-код кого-либо другого, чтобы получить его pivx-адрес. Вы можете отправить платеж любому, у кого есть адрес.
sv: Skanna någon annans QR-kod för att få deras pivx adress. Du kan skicka en betalning till någon med en adress.
tr: PIVX adresini ogrenmek istediginiz kisinin QR kodunu tarayin. Herhangi birisinin adresiyle, ona odeme gonderebilirsiniz.

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
ar: صور الشاشة مرئية للتطبيقات و الأجهزة الأخرى. قم بتوليد عبارة إسترجاع جديدة و أبقها سرية.
bg: Други приложения и сутройства, могат да видят твоя скрийншот. Генерирай си нова фраза за възстановяване и я пази в тайна.
cs: Snímky z obrazovky jsou viditelné dalším aplikacím a zaøízením. Vygenerujte novou obnovovací frázi a držte ji v tajnosti.
de: Andere Apps und Geräte können auf Screenshots zugreifen. Generiere einen neuen Wiederherstellungssatz und halte ihn geheim.
es: Las capturas de pantalla son visibles para otras aplicaciones y dispositivos. Genere una nueva frase de recuperación y manténgala en secreto.
fi: Ruutukaappaukset ovat näkyviä muille sovelluksille ja laitteille. Tee uusi palautuslause ja pidä se salassa
it: Gli screenshot sono visibili dalle altre app e dispositivi. Genera una nuova frase di recupero per mantenerli riservati.
ja: スクリーンショットは他のアプリやデバイスから見ることが可能です。新しい復元用フレーズを作成し、隠して下さい。
pt: Screenshots são visíveis por outras apps e dispositivos. Gere uma nova frase de recuperação e mantenha-a secreta
pt_br: Screenshots são visíveis para outros aplicativos e dispositivos. Gere uma nova frase de recuperação e a mantenha segura.
ru: Скриншоты видны другим приложениям и устройствам. Создайте новую фразу восстановления и держите ее в секрете.
sv: Skärmdumpningar är synliga för andra appar och enheter. Skapa en ny återställnings fras och håll den hemlig.
tr: Diðer uygulamalar ve cihazlar ekran görüntülerine erisebilir. Yeni kurtarma sözcük grubu olusturun ve gizli tutun.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
ar: صور الشاشة مرئية للتطبيقات و الأجهزة الأخرى. إن اموالك في خطر. قم بتحويل رصيدك لمحفظة أخرى.
bg: Други приложения и устройства могат да видят твоя скрийншот. Парите ти са в риск. Премести средствата си в друг портфейл.
cs: Snímky z obrazovky jsou viditelné dalším aplikacím a zaøízením. Vaše finance jsou v ohrožení. Odešlete zùstatek na jinou penìženku.
de: Andere Apps und Geräte können auf Screenshots zugreifen. Du riskierst den Verlust deines Guthabens. Transferiere dein Guthaben zu einer anderen Wallet.
es: Las capturas de pantalla son visibles para otras aplicaciones y dispositivos. Sus fondos están en riesgo. Transfiera su saldo a otro monedero.
fi: Ruutukaappaukset ovat näkyviä muille sovelluksille ja laitteille. Rahasi ovat vaarassa. Siirrä rahasi toiseen lompakkoon.
it: Gli screenshot sono visibili dalle altre app e dispositivi. I tuoi fondi sono a rischio. Trasferisci il tuo saldo su un altro wallet.
ja: スクリーンショットは他のアプリやデバイスから見る事ができます。貴方の資金は危険にさらされています。他のウォレットに残金を移動して下さい。
pt: Screenshots são visíveis por outras apps e dispositivos. Os seus fundos estão em risco. Transfira o seu balanço para outra carteira.
pt_br: Screenshots são visíveis para outros aplicativos e dispositivos. Seus fundos estão em risco. Transfira seu saldo para outra carteira.
ru: Скриншоты видны другим приложениям и устройствам. Ваши средства находятся под угрозой. Перенесите Ваш баланс на другой кошелек.
sv: Skärmdumpningar är synliga för andra appar och enheter. Dina tillgångar är i fara. Överför ditt saldo till en annan plånbok.
tr: Diðer uygulamalar ve cihazlar ekran görüntülerine erisebilir.Paraniz tehlike altinda. Bakiyenizi baska bir cüzdana transfer edin.

source: second
ar: ثانية
bg: секунда
cs: sekunda
de: Sekunde
es: segundo
fi: sekunti
it: secondo
ja: 秒
pt: segundo
pt_br: segundo
ru: секунда
sv: sekund
tr: saniye

source: seconds
ar: ثواني
bg: секунди
cs: sekundy
de: Sekunden
es: segundos
fi: sekuntit
it: secondi
ja: 秒
pt: segundos
pt_br: segundos
ru: секунд
sv: sekunder
tr: saniye

source: seen by %d of %d peers
ar: تم رؤيتها من قبل %1$d من بين %2$d قرين
bg: видян при %1$d от %2$d пиъра
cs: vidìno %1$d z %2$d uživateli
de: Gesehen von %1$d von %2$d Peers
es: visto por %1$d de %2$d pares
fi: nähty %1$d of %2$d yhteyksistä
it: visto da %1$d di %2$d peer
ja: %2$d 人中%1$d人に見られました
pt: visto por %1$d de %2$d peers
pt_br: visto por %1$d de %2$d pares
ru: просмотрено %1$d из %2$d равноправных пользователей
sv: ses av %1$d of %2$d kamrater
tr: %2$d üzerinden %1$d eslesme goruluyor

source: send
ar: إرسال
bg: прати
cs: poslat
de: gesendet
es: enviar
fi: lähetä
it: invia
ja: 送信
pt: enviar
pt_br: enviado
ru: отправить
sv: skicka
tr: gonder

source: Send %@ (%@) from this private key into your wallet? The PIVX network will receive a fee of %@ (%@).
ar: هل ترغب بإرسال %1$@ (%2$@) من المفتاح السري هذا إلى محفظتك؟ ستستلم شبكة PIVX رسوما بقدر %3$@ (%4$@).
bg: Прати %1$@ (%2$@) от този таен ключ в твоя портфейл? Мрежата на PIVX ще получи тарифата от %3$@ (%4$@).
cs: Poslat %1$@ (%2$@) z tohoto privátního klíèe na vaši penìženku? Sí pivx obdrží poplatek %3$@ (%4$@).
de: %1$@ (%2$@) von diesem Private Key in deine Wallet schicken? Das PIVX-Netzwerk wird eine Gebühr von %3$@ (%4$@) erhalten.
es: ¿Enviar %1$@ (%2$@) desde esta llave privada a su monedero? La red PIVX recibirá una comisión de %3$@ (%4$@).
fi: Lähetä %1$@ (%2$@) tästä private keystä lompakkoosi?PIVX verkko vastaanottaa taksan suuruudella %3$@ (%4$@).
it: Invia %1$@ (%2$@) da questa private key nel tuo wallet? La rete PIVX riceverà una fee del %3$@ (%4$@).
ja: %1$@ (%2$@) をこのプライベートキーから貴方のウォレットに送信しますか？PIVXネットワークは手数料として %3$@ (%4$@)を受取ります。
pt: Enviar %1$@ (%2$@) desta chave private para a sua carteira? A rede PIVX irá receber uma taxa de %3$@ (%4$@).
pt_br: Enviar %1$@ (%2$@) a partir desta chave privada em sua carteira? A rede PIVX receberá uma taxa de %3$@ (%4$@).
ru: Отправить %1$@ (%2$@) из этого закрытого ключа в Ваш кошелек? Сеть PIVX получит сбор от %3$@ (%4$@).
sv: skicka %1$@ (%2$@)från den här privata nyckeln till din plånbok? PIVX-nätverket kommer att få en avgift på %3$@ (%4$@).
tr: Bu ozel anahtardan cuzdaniniza %1$@ (%2$@) gonderilsin mi?PIVX agi %3$@ (%4$@)kadar ucret alacak..

source: send address as email
ar: إرسال العنوان كبريد الكتروني
bg: прати адреса като имейл
cs: zaslat adresu emailem
de: Adresse als E-Mail gesendet
es: enviar dirección como correo electrónico
fi: lähetä osoite emaililla
it: invia indirizzo via email
ja: アドレスをEメールとして送信する
pt: enviar endereço por e-mail
pt_br: envie o endereço como email
ru: отправить адрес, как электронную почту
sv: skicka adress som e-post
tr: adresi mail olarak gonder

source: send address as message
ar: إرسال العنوان كرسالة
bg: прати адреса като съобщение
cs: zaslat adresu jako zprávu
de: Adresse als Nachricht gesendet
es: enviar dirección como mensaje
fi: lähetä osoite viestinä
it: invia indirizzo via messaggio
ja: アドレスをメッセージとして送信する
pt: enviar endereço por mensagem
pt_br: envie o endereço como mensagem
ru: отправить адрес, как сообщение
sv: skicka adress som meddelande
tr: adresi mesaj olarak gonder

source: send request as email
ar: إرسال طلب كبريد الكتروني
bg: прати искане като имейл
cs: zaslat požadavek emailem
de: Anfrage als E-Mail gesendet
es: enviar solicitud como correo electrónico
fi: lähetä pyyntö emaililla
it: invia richiesta via email
ja: リクエストをEメールとして送信する
pt: enviar pedido por e-mail
pt_br: envie um pedido como email
ru: отправить запрос, как электронную почту
sv: skicka förfrågan som e-post
tr: istegi e-posta olarak gonder

source: send request as message
ar: إرسال طلب كرسالة
bg: прати искане като съобщение
cs: zaslat požadavek jako zprávu
de: Anfrage als Nachricht gesendet
es: enviar solicitud como mensaje
fi: lähetä pyyntö viestinä
it: invia richiesta via messaggio
ja: リクエストをメッセージとして送信する
pt: enviar pedido por mensagem
pt_br: envie pedido como mensagem
ru: отправить запрос, как сообщение
sv: skicka förfrågan som meddelande
tr: istegi mesaj olarak gonder

source: sent
ar: ارسلت
bg: пратено
cs: posláno
de: gesendet
es: enviar
fi: lähetetty
it: inviato
ja: 送信済み
pt: enviado
pt_br: enviado
ru: отправлено
sv: skickat
tr: gonderildi

source: sent!
ar: ارسلت!
bg: пратено!
cs: posláno!
de: gesendet!
es: ¡enviado!
fi: lähetetty!
it: inviato!
ja: 送信済み!
pt: enviado!
pt_br: enviado!
ru: отправлено!
sv: skickat !
tr: gonderildi!

source: set a trusted node
ar: قم بنصب عقدة موثوقة
bg: задай доверен ноуд
cs: nastavit dùvìryhodný uzel
de: Vertrauenswürdigen Knoten festlegen
es: establecer un nodo de confianza
fi: aseta luotettu nodi
it: imposta un trusted node
ja: 信頼されたノードを設定する
pt: configurar um nó de confiança
pt_br: definir um node confiável
ru: установить доверенный узел
sv: ange en pålitlig nod
tr: guvenli node olustur

source: settings
ar: إعدادات
bg: настройки
cs: nastavení
de: Einstellungen
es: configuración
fi: asetukset
it: impostazioni
ja: 設定
pt: preferências
pt_br: configurações
ru: настройки
sv: inställningar
tr: ayarlar

source: shapeshift bitcoin id:
ar: هوية البيتكوين ل shapeshift:
bg: трансформативен биткойн идентификатор:
cs: id konverze na bitcoin:
it: id bitcoin shapeshift:
ja: シェイプシフトのビットコインID:
pt: id de shapeshift bitcoin:
pt_br: shapeshift bitcoin identidade:
ru: Идентификатор маскировки shapeshift Биткойн:

source: shapeshift failed
ar: فشلت shapeshift
bg: неуспешна трансформация
cs: konverze byla neúspìšná
de: Shapeshift fehlgeschlagen
es: shapeshift ha fallado
fi: shapeshift epäonnistui
it: shapeshift fallito
ja: シェイプシフトに失敗しました
pt: falha no shapeshift
pt_br: shapeshift falhou
ru: маскировка shapeshift не удалась
sv: shapeshift misslyckades
tr: shapeshift basarisiz oldu

source: shapeshift status:
ar: حالة shapeshift:
bg: статус на трансформацията:
cs: stav konverze:
es: shapeshift estatus:
it: stato shapeshift:
ja: シェイプシフトのステータス:
pt: status de shapeshift:
ru: статус маскировки shapeshift:
tr: shapeshift durumu:

source: shapeshift succeeded
ar: نجحت shapeshift
bg: трансформацията е успешна
cs: konverze byla úspìšná
de: Shapeshift erfolgreich
es: shapeshift ha tenido éxito
fi: shapeshift onnistui
it: shapeshift riuscito
ja: シェイプシフトに成功しました
pt: shapeshift com succeso
pt_br: shapeshift foi bem sucedido
ru: маскировка shapeshift удалась
sv: shapeshift lyckades
tr: shapeshift basarili

source: show
ar: إظهار
bg: покажи
cs: ukázat
de: zeigen
es: móstrar
fi: näytä
it: mostra
ja: 見る
pt: mostrar
pt_br: mostrar
ru: показать
sv: visa
tr: goster

source: show phrase
ar: إظهار العبارة
bg: покажи фразата
cs: ukázat frázi
de: Satz zeigen
es: móstrar fráse
fi: näytä lause
it: mostra frase
ja: フレーズを見る
pt: mostrar frase
pt_br: mostrar frase
ru: показать фразу
sv: visa fras
tr: sozcuk grubunu goster

source: sms not currently available
ar: خدمة رسائل ال sms ليست متوفرة حاليا
bg: sms не е достъпен в момента
cs: sms není momentálnì k dispozici
de: SMS derzeit nicht verfügbar
es: sms no disponible actualmente
fi: sms ei saatavilla tällä hetkellä
it: sms attualmente non disponibile
ja: SMSが現在使用不可能です
pt: sms indisponíveis de momento
pt_br: sms atualmente não disponível
ru: в настоящее время, смс сообщение недоступно
sv: sms är inte tillgängligt för tillfället
tr: sms su anda mevcut degil

source: spent address
ar: العنوان المصروف
bg: похарчен адрес
cs: použitelná adresa
de: Adresse verbraucht
es: dirección de gasto
fi: kulutuksen osoite
it: indirizzo utilizzato
ja: 支払いに使われたアドレス
pt: endereço gasto
pt_br: endereço gasto
ru: адрес для трат
sv: använd adress
tr: harcama yapilmis adres

source: spent input
ar: الإدخال المصروف
bg: похарчен въвод
cs: použitelný input
de: Eingabe verbraucht
es: entrada de gasto
fi: kulutuksen input
it: input utilizzato
ja: 支払いに使われたインプット
pt: input gasto
pt_br: gasto de entrada
ru: вход для трат
sv: använd insats
tr: harcama yapimis girdi

source: Starting Shapeshift!
ar: بدء Shapeshift!
bg: Стартиране на Shapeshift!
cs: konverze zapoèata!
de: Shapeshift starten!
es: ¡Iniciando Shapeshift!
fi: Aloitetaan Shapeshift!
it: Inizio Shapeshift!
ja: シェイプシフトを開始します！
pt: Iniciado Shapeshift!
pt_br: Iniciar Shapeshift!
ru: Запуск маскировки Shapeshift!
sv: Startar Shapeshift!
tr: Shapeshift'i Baslat!

source: status:
ar: الحالة:
bg: статус:
cs: stav:
es: estatus:
it: stato:
ja: ステータス:
pt: estado:
ru: статус:
tr: durum:

source: swept!
ar: تم المسح!
bg: придобит!
cs: oèištìno!
de: Übertragen!
es: ¡transferido!
fi: haravoitu!
it: cancellato!
ja: スウィープ完了!
pt: varrido!
pt_br: varrido!
ru: очищено!
sv: renad!
tr: sifirlandi!

source: Syncing:
ar: مزامنة:
bg: Синхронизира:
cs: Synchronizace:
de: Synchronisiere:
es: Sincronizando:
fi: Synkronoidaan:
it: Sincronizzazione:
ja: 同期しています:
pt: Sincronizando:
pt_br: Sincronizando:
ru: Синхронизируется:
sv: synkroniserar:
tr: Senkronizasyon:

source: The amount you wanted to shapeshift is too high, please input a value under %@
ar: المقدار الذي اردت أن ترسله بواسطة Shapeshift كبير جدا, الرجاء إدخال قيمة تحت %@
bg: Сумата, която искаш да трансформираш е твърде голяма, опитай със сума под %@
cs: Množství, které chcete konvertovat je pøíliš velké, prosím zadejte hodnotu menší než %@
de: Der Betrag den du wechseln willst, ist zu hoch; bitte gebe einen Betrag unter %@ ein
es: La cantidad que desea intercambiar es demasiado alta, ingrese un valor debajo de %@
fi: Määrä jonka halusit shapeshiftata on liian korkea, syötä määrä alle %@
it: L'importo da convertire è troppo alto, inserisci un valore inferiore a %@
ja: 貴方がシェイプシフトしようとした金額は多すぎました。%@より小さい数を入力して下さい
pt: A quantia que quer fazer shapeshift é muito alta, por favor insira um valor inferior a %@
pt_br: A quantidade que você queria inserir no Shapeshift é muito alta, insira um valor abaixo %@
ru: Сумма, которую Вы хотите замаскировать, слишком высока. Пожалуйста, введите значение ниже %@
sv: Mängden du ville shapeshifta är för hög, var god ange ett värde under %@
tr: Istedigin shapeshift miktarý cok yüksek, lütfen %@ altinda bir deger girin.

source: The amount you wanted to shapeshift is too low, please input a value over %@
ar: المقدار الذي اردت أن ترسله بواسطة Shapeshift قليل جدا, الرجاء إدخال قيمة اعلى من %@
bg: Сумата, която искаш да трансформираш е твърде малка, опитай със сума над %@
cs: Množství, které chcete konvertovat je pøíliš malé, prosím zadejte hodnotu vìtší než %@
de: Der Betrag den du wechseln willst, ist zu niedrig; bitte gebe einen Betrag über %@ ein
es: La cantidad que desea intercambiar es muy baja, ingrese un valor arriba %@
fi: Määrä jonka halusit shapeshiftata on liian alhainen, syötä määrä yli %@
it: L'importo da convertire è troppo basso, inserisci un valore superiore a %@
ja: 貴方がシェイプシフトしようとして金額は少な過ぎました。%@より大きい数を入力して下さい
pt: A quantia que quer fazer shapeshift é muito baixa, por favor insira um valor superior a %@
pt_br: O valor que você queria inserir no Shapeshift é muito baixo, por favor insira um valor acima %@
ru: Сумма, которую Вы хотите замаскировать, слишком мала. Пожалуйста, введите значение выше %@
sv: Mängden du ville shapeshifta är för låg, var god ange ett värde över %@
tr: Istedigin shapeshift miktarý cok düsük, lütfen %@ ustunde bir deger girin.

source: the app will now close
ar: سيتم الان غلق التطبيق
bg: приложението ще се затвори
cs: aplikace nyní bude ukonèena
de: Die App schließt sich jetzt
es: la aplicación se cerrará ahora
fi: sovellus sulkeutuu
it: la app verrà chiusa
ja: アプリケーションを終了します
pt: a aplicação vai fechar
pt_br: o aplicativo irá fechar agora
ru: приложение сейчас закроется
sv: appen stängs nu
tr: uygulama þimdi kapanacak

source: This is your PIVX address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
ar: هذا هو عنوان PIVX الخاص بك. قم بالنقر للقيام بنسخه أو إرساله من خلال الأيميل أو ال sms. سيتغير العنوان في كل مرة تقوم فيها باستلام الاموال, لكن العناوين القديمة تعمل دائما.
bg: Това е твоят PIVX адрес. Пипни за да го копираш и изпратиш като имейл или смс. Адреса се сменя всеки пък, когато получаваш превод, но старите адреси продължават да си работят.
cs: Toto je vaše adresa PIVX. Klepnìte pro zkopírování nebo poslání na email èi sms. Adresa se zmìní pokaždé co vám pøijdou finance, ale staré jsou stále funkèní.
de: Das ist deine PIVX-Adresse. Berühre diese, um sie zu kopieren oder per E-Mail oder SMS zu versenden. Die Adresse wird jedes Mal, wenn du eine Zahlung empfängst neu generiert, aber alte Adressen funktionieren weiterhin.
es: Esta es tu dirección PIVX. Toca para copiarla o enviarla por correo electrónico o sms. La dirección cambiará cada vez que recibas fondos, pero las direcciones antiguas siempre funcionarán.
fi: Tämä on PIVX osoitteesi. Napsauta sitä kopioidaksesi sen tai lähetä se emaililla tai sms:llä. Osoite muuttuu joka kerta kun vastaanotat rahoja, mutta vanhat osoitteet toimivat aina.
it: Questo è il tuo indirizzo PIVX. Tocca per copiarlo o inviarlo via email o sms. L'indirizzo cambierà ogni volta che ricevi fondi, ma gli indirizzi più vecchi continueranno a essere validi.
ja: これは貴方のPIVXアドレスです。タップしてコピーするか、SMSまたはEメールで送信して下さい。このアドレスは貴方が資金を受け取る都度変わりますが、古いアドレスはその後も、いつでも有効です。
pt: Este é o seu endereço PIVX. Click para o copiar ou enviar por e-mail ou sms. O endereço vai mudar cada vez que receber fundos, mas endereços antigos continuarão a funcionar.
pt_br: Este é o seu endereço PIVX. Toque para copiá-lo ou enviá-lo por email ou menssagem. O endereço mudará sempre que receber fundos, mas os endereços antigos sempre funcionam.
ru: Это Ваш адрес PIVX. Нажмите, чтобы скопировать или отправить его по электронной почте или смс. Адрес будет меняться каждый раз, когда Вы будете получать средства, но старые адреса функционируют постоянно.
sv: Detta är din PIVX-adress. Tryck för att kopiera den eller skicka den via e-post eller sms. Adressen ändras varje gång du får pengar, men gamla adresser fungerar alltid.
tr: Bu sizin PIVX adresiniz. Kopyalamak için dokunun ya da sms veya eposta ile gönderin. Her ödeme aldýðýnýzda adres deðiþecektir, ama eski adresler her zaman çalýþýr.

source: This is your PIVX balance.
ar: هذا هو رصيد PIVX خاصتك.
bg: Това ти е PIVX баланса.
cs: Toto je Váš PIVX zùstatek.
de: Das ist dein Guthaben in PIV.
es: Este es tu saldo de PIVX.
fi: Tämä on PIVX taseesi.
it: Questo è il tuo saldo PIVX.
ja: これは貴方の PIVX残高です。
pt: Este é o seu balanço PIVX.
pt_br: Este é o seu saldo PIVX .
ru: Это Ваш баланс PIVX.
sv: Detta är din PIVX-tillgång.
tr: Bu sizin PIVX bakiyeniz.

source: This is your PIVX balance. PIVX is a currency. The exchange rate changes with the market.
ar: هذا هو رصيد ال PIVX خاصتك. إن PIVX عبارة عن عملة. و يتغير سعر الصرف مع السوق.
bg: Това ти е PIVX баланса. PIVX е парична единица. Обменния курс се променя с пазара.
cs: Toto je Váš zùstatek PIVX. PIVX je mìna. Smìnný kurz se mìní podle trhu.
de: Das ist dein Guthaben in PIV. PIVX ist eine Währung. Der Wechselkurs unterliegt Marktänderungen.
es: Este es tu saldo de PIVX. PIVX es una moneda. La precio cambia según el mercado.
fi: Tämä on PIVX taseesi. PIVX on valuutta. Vaihtokurssi riippuu markkinoista.
it: Questo è il tuo saldo PIVX. PIVX è una valuta. Il tasso di cambio varia in base al mercato.
ja: これが貴方のPIVX残高です。PIVX は通貨です。為替レートは市場と共に変わります。
pt: Este é o seu balanço PIVX. PIVX é uma moéda. A taxa de câmbio varia com o mercado.
pt_br: Este é o seu saldo PIVX. PIVX é uma moeda. A taxa de câmbio muda de acordo com o mercado.
ru: Это Ваш баланс PIVX. PIVX является валютой. Обменный курс меняется согласно рынку.
sv: Detta är din PIVX-tillgång. PIVX är en valuta. Växelkursen förändras med marknaden.
tr: Bu sizin PIVX bakiyeniz. PIVX bir para birimidir. Borsa deðeri piyasayla birlikte degisir.
